var React = require('react')
var localforage = require('localforage')
var tact = require('../../../tact/tact.js')
var FormGroup = require('react-bootstrap').FormGroup
var ControlLabel = require('react-bootstrap').ControlLabel
var FormControl = require('react-bootstrap').FormControl
var Grid = require('react-bootstrap').Grid
var Row = require('react-bootstrap').Row
var Col = require('react-bootstrap').Col
var options = require('config')

var AlignmentsList = require('./alignment.jsx')
var Progress = require('./progress.jsx')

var corpusSource = `\id MAT

\c 1
1 Βίβλος γενέσεως Ἰησοῦ Χριστοῦ υἱοῦ Δαυεὶδ υἱοῦ Ἀβραάμ.
2 Ἀβραὰμ ἐγέννησεν τὸν Ἰσαάκ, Ἰσαὰκ δὲ ἐγέννησεν τὸν Ἰακώβ, Ἰακὼβ δὲ ἐγέννησεν τὸν Ἰούδαν καὶ τοὺς ἀδελφοὺς αὐτοῦ,
3 Ἰούδας δὲ ἐγέννησεν τὸν Φαρὲς καὶ τὸν Ζαρὰ ἐκ τῆς Θάμαρ, Φαρὲς δὲ ἐγέννησεν τὸν Ἑσρώμ, Ἑσρὼμ δὲ ἐγέννησεν τὸν Ἀράμ,
4 Ἀρὰμ δὲ ἐγέννησεν τὸν Ἀμιναδάβ, Ἀμιναδὰβ δὲ ἐγέννησεν τὸν Ναασσών, Ναασσὼν δὲ ἐγέννησεν τὸν Σαλμών,
5 Σαλμὼν δὲ ἐγέννησεν τὸν Βοὲς ἐκ τῆς Ῥαχάβ, Βοὲς δὲ ἐγέννησεν τὸν Ἰωβὴδ ἐκ τῆς Ῥούθ, Ἰωβὴδ δὲ ἐγέννησεν τὸν Ἰεσσαί,
6 Ἰεσσαὶ δὲ ἐγέννησεν τὸν Δαυεὶδ τὸν βασιλέα. Δαυεὶδ δὲ ἐγέννησεν τὸν Σολομῶνα ἐκ τῆς τοῦ Οὐρίου,
7 Σολομὼν δὲ ἐγέννησεν τὸν Ῥοβοάμ, Ῥοβοὰμ δὲ ἐγέννησεν τὸν Ἀβιά, Ἀβιὰ δὲ ἐγέννησεν τὸν Ἀσάφ,
8 Ἀσὰφ δὲ ἐγέννησεν τὸν Ἰωσαφάτ, Ἰωσαφὰτ δὲ ἐγέννησεν τὸν Ἰωράμ, Ἰωρὰμ δὲ ἐγέννησεν τὸν Ὀζείαν,
9 Ὀζείας δὲ ἐγέννησεν τὸν Ἰωαθάμ, Ἰωαθὰμ δὲ ἐγέννησεν τὸν Ἄχας, Ἄχας δὲ ἐγέννησεν τὸν Ἑζεκίαν,
10 Ἑζεκίας δὲ ἐγέννησεν τὸν Μανασσῆ, Μανασσῆς δὲ ἐγέννησεν τὸν Ἀμώς, Ἀμὼς δὲ ἐγέννησεν τὸν Ἰωσείαν,
11 Ἰωσείας δὲ ἐγέννησεν τὸν Ἰεχονίαν καὶ τοὺς ἀδελφοὺς αὐτοῦ ἐπὶ τῆς μετοικεσίας Βαβυλῶνος.
12 Μετὰ δὲ τὴν μετοικεσίαν Βαβυλῶνος Ἰεχονίας ἐγέννησεν τὸν Σαλαθιήλ, Σαλαθιὴλ δὲ ἐγέννησεν τὸν Ζοροβάβελ,
13 Ζοροβάβελ δὲ ἐγέννησεν τὸν Ἀβιούδ, Ἀβιοὺδ δὲ ἐγέννησεν τὸν Ἐλιακείμ, Ἐλιακεὶμ δὲ ἐγέννησεν τὸν Ἀζώρ,
14 Ἀζὼρ δὲ ἐγέννησεν τὸν Σαδώκ, Σαδὼκ δὲ ἐγέννησεν τὸν Ἀχείμ, Ἀχεὶμ δὲ ἐγέννησεν τὸν Ἐλιούδ,
15 Ἐλιοὺδ δὲ ἐγέννησεν τὸν Ἐλεάζαρ, Ἐλεάζαρ δὲ ἐγέννησεν τὸν Μαθθάν, Μαθθὰν δὲ ἐγέννησεν τὸν Ἰακώβ,
16 Ἰακὼβ δὲ ἐγέννησεν τὸν Ἰωσὴφ τὸν ἄνδρα Μαρίας, ἐξ ἧς ἐγεννήθη Ἰησοῦς ὁ λεγόμενος Χριστός.
17 Πᾶσαι οὖν αἱ γενεαὶ ἀπὸ Ἀβραὰμ ἕως Δαυεὶδ γενεαὶ δεκατέσσαρες, καὶ ἀπὸ Δαυεὶδ ἕως τῆς μετοικεσίας Βαβυλῶνος γενεαὶ δεκατέσσαρες, καὶ ἀπὸ τῆς μετοικεσίας Βαβυλῶνος ἕως τοῦ χριστοῦ γενεαὶ δεκατέσσαρες.
18 Τοῦ δὲ ⸂[Ἰησοῦ] Χριστοῦ⸃ ἡ γένεσις οὕτως ἦν. Μνηστευθείσης τῆς μητρὸς αὐτοῦ Μαρίας τῷ Ἰωσήφ, πρὶν ἢ συνελθεῖν αὐτοὺς εὑρέθη ἐν γαστρὶ ἔχουσα ἐκ πνεύματος ἁγίου.
19 Ἰωσὴφ δὲ ὁ ἀνὴρ αὐτῆς, δίκαιος ὢν καὶ μὴ θέλων αὐτὴν δειγματίσαι, ἐβουλήθη λάθρᾳ ἀπολῦσαι αὐτήν.
20 Ταῦτα δὲ αὐτοῦ ἐνθυμηθέντος ἰδοὺ ἄγγελος Κυρίου κατ᾽ ὄναρ ἐφάνη αὐτῷ λέγων Ἰωσὴφ υἱὸς Δαυείδ, μὴ φοβηθῇς παραλαβεῖν ⸂Μαρίαν⸃ τὴν γυναῖκά σου, τὸ γὰρ ἐν αὐτῇ γεννηθὲν ἐκ πνεύματός ἐστιν ἁγίου·
21 τέξεται δὲ υἱὸν καὶ καλέσεις τὸ ὄνομα αὐτοῦ Ἰησοῦν, αὐτὸς γὰρ σώσει τὸν λαὸν αὐτοῦ ἀπὸ τῶν ἁμαρτιῶν αὐτῶν.
22 Τοῦτο δὲ ὅλον γέγονεν ἵνα πληρωθῇ τὸ ῥηθὲν ὑπὸ Κυρίου διὰ τοῦ προφήτου λέγοντος
23 Ἰδοὺ ἡ παρθένος ἐν γαστρὶ ἕξει καὶ τέξεται υἱόν, καὶ καλέσουσιν τὸ ὄνομα αὐτοῦ Ἐμμανουήλ· ὅ ἐστιν μεθερμηνευόμενον Μεθ᾽ ἡμῶν ὁ θεός.
24 Ἐγερθεὶς δὲ [ὁ] Ἰωσὴφ ἀπὸ τοῦ ὕπνου ἐποίησεν ὡς προσέταξεν αὐτῷ ὁ ἄγγελος Κυρίου καὶ παρέλαβεν τὴν γυναῖκα αὐτοῦ·
25 καὶ οὐκ ἐγίνωσκεν αὐτὴν ἕως [οὗ] ἔτεκεν υἱόν· καὶ ἐκάλεσεν τὸ ὄνομα αὐτοῦ Ἰησοῦν.

\c 2
1 Τοῦ δὲ Ἰησοῦ γεννηθέντος ἐν Βηθλεὲμ τῆς Ἰουδαίας ἐν ἡμέραις Ἡρῴδου τοῦ βασιλέως, ἰδοὺ μάγοι ἀπὸ ἀνατολῶν παρεγένοντο εἰς Ἰεροσόλυμα
2 λέγοντες Ποῦ ἐστὶν ὁ τεχθεὶς βασιλεὺς τῶν Ἰουδαίων; εἴδομεν γὰρ αὐτοῦ τὸν ἀστέρα ἐν τῇ ἀνατολῇ καὶ ἤλθομεν προσκυνῆσαι αὐτῷ.
3 Ἀκούσας δὲ ὁ βασιλεὺς Ἡρῴδης ἐταράχθη καὶ πᾶσα Ἰεροσόλυμα μετ᾽ αὐτοῦ,
4 καὶ συναγαγὼν πάντας τοὺς ἀρχιερεῖς καὶ γραμματεῖς τοῦ λαοῦ ἐπυνθάνετο παρ᾽ αὐτῶν ποῦ ὁ χριστὸς γεννᾶται.
5 οἱ δὲ εἶπαν αὐτῷ Ἐν Βηθλεὲμ τῆς Ἰουδαίας· οὕτως γὰρ γέγραπται διὰ τοῦ προφήτου
6 Καὶ σύ, Βηθλεὲμ γῆ Ἰούδα, οὐδαμῶς ἐλαχίστη εἶ ἐν τοῖς ἡγεμόσιν Ἰούδα· ἐκ σοῦ γὰρ ἐξελεύσεται ἡγούμενος, ὅστις ποιμανεῖ τὸν λαόν μου τὸν Ἰσραήλ.
7 Τότε Ἡρῴδης λάθρᾳ καλέσας τοὺς μάγους ἠκρίβωσεν παρ᾽ αὐτῶν τὸν χρόνον τοῦ φαινομένου ἀστέρος,
8 καὶ πέμψας αὐτοὺς εἰς Βηθλεὲμ εἶπεν Πορευθέντες ἐξετάσατε ἀκριβῶς περὶ τοῦ παιδίου· ἐπὰν δὲ εὕρητε ἀπαγγείλατέ μοι, ὅπως κἀγὼ ἐλθὼν προσκυνήσω αὐτῷ.
9 οἱ δὲ ἀκούσαντες τοῦ βασιλέως ἐπορεύθησαν, καὶ ἰδοὺ ὁ ἀστὴρ ὃν εἶδον ἐν τῇ ἀνατολῇ προῆγεν αὐτούς, ἕως ἐλθὼν ἐστάθη ἐπάνω οὗ ἦν τὸ παιδίον.
10 ἰδόντες δὲ τὸν ἀστέρα ἐχάρησαν χαρὰν μεγάλην σφόδρα.
11 καὶ ἐλθόντες εἰς τὴν οἰκίαν εἶδον τὸ παιδίον μετὰ Μαρίας τῆς μητρὸς αὐτοῦ, καὶ πεσόντες προσεκύνησαν αὐτῷ, καὶ ἀνοίξαντες τοὺς θησαυροὺς αὐτῶν προσήνεγκαν αὐτῷ δῶρα, χρυσὸν καὶ λίβανον καὶ σμύρναν.
12 καὶ χρηματισθέντες κατ᾽ ὄναρ μὴ ἀνακάμψαι πρὸς Ἡρῴδην δι᾽ ἄλλης ὁδοῦ ἀνεχώρησαν εἰς τὴν χώραν αὐτῶν.
13 Ἀναχωρησάντων δὲ αὐτῶν ἰδοὺ ἄγγελος Κυρίου ⸂φαίνεται κατ᾽ ὄναρ⸃ τῷ Ἰωσὴφ λέγων Ἐγερθεὶς παράλαβε τὸ παιδίον καὶ τὴν μητέρα αὐτοῦ καὶ φεῦγε εἰς Αἴγυπτον, καὶ ἴσθι ἐκεῖ ἕως ἂν εἴπω σοι· μέλλει γὰρ Ἡρῴδης ζητεῖν τὸ παιδίον τοῦ ἀπολέσαι αὐτό.
14 ὁ δὲ ἐγερθεὶς παρέλαβε τὸ παιδίον καὶ τὴν μητέρα αὐτοῦ νυκτὸς καὶ ἀνεχώρησεν εἰς Αἴγυπτον,
15 καὶ ἦν ἐκεῖ ἕως τῆς τελευτῆς Ἡρῴδου· ἵνα πληρωθῇ τὸ ῥηθὲν ὑπὸ Κυρίου διὰ τοῦ προφήτου λέγοντος Ἐξ Αἰγύπτου ἐκάλεσα τὸν υἱόν μου.
16 Τότε Ἡρῴδης ἰδὼν ὅτι ἐνεπαίχθη ὑπὸ τῶν μάγων ἐθυμώθη λίαν, καὶ ἀποστείλας ἀνεῖλεν πάντας τοὺς παῖδας τοὺς ἐν Βηθλεὲμ καὶ ἐν πᾶσι τοῖς ὁρίοις αὐτῆς ἀπὸ διετοῦς καὶ κατωτέρω, κατὰ τὸν χρόνον ὃν ἠκρίβωσεν παρὰ τῶν μάγων.
17 Τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἰερεμίου τοῦ προφήτου λέγοντος
18 Φωνὴ ἐν Ῥαμὰ ἠκούσθη, κλαυθμὸς καὶ ὀδυρμὸς πολύς· Ῥαχὴλ κλαίουσα τὰ τέκνα αὐτῆς, καὶ οὐκ ἤθελεν παρακληθῆναι ὅτι οὐκ εἰσίν.
19 Τελευτήσαντος δὲ τοῦ Ἡρῴδου ἰδοὺ ἄγγελος Κυρίου φαίνεται κατ᾽ ὄναρ τῷ Ἰωσὴφ ἐν Αἰγύπτῳ
20 λέγων Ἐγερθεὶς παράλαβε τὸ παιδίον καὶ τὴν μητέρα αὐτοῦ καὶ πορεύου εἰς γῆν Ἰσραήλ, τεθνήκασιν γὰρ οἱ ζητοῦντες τὴν ψυχὴν τοῦ παιδίου.
21 ὁ δὲ ἐγερθεὶς παρέλαβε τὸ παιδίον καὶ τὴν μητέρα αὐτοῦ καὶ εἰσῆλθεν εἰς γῆν Ἰσραήλ.
22 ἀκούσας δὲ ὅτι Ἀρχέλαος βασιλεύει τῆς Ἰουδαίας ἀντὶ τοῦ πατρὸς αὐτοῦ Ἡρῴδου ἐφοβήθη ἐκεῖ ἀπελθεῖν· χρηματισθεὶς δὲ κατ᾽ ὄναρ ἀνεχώρησεν εἰς τὰ μέρη τῆς Γαλιλαίας,
23 καὶ ἐλθὼν κατῴκησεν εἰς πόλιν λεγομένην Ναζαρέτ, ὅπως πληρωθῇ τὸ ῥηθὲν διὰ τῶν προφητῶν ὅτι Ναζωραῖος κληθήσεται.

\c 3
1 Ἐν δὲ ταῖς ἡμέραις ἐκείναις παραγίνεται Ἰωάνης ὁ βαπτιστὴς κηρύσσων ἐν τῇ ἐρήμῳ τῆς Ἰουδαίας
2 λέγων Μετανοεῖτε, ἤγγικεν γὰρ ἡ βασιλεία τῶν οὐρανῶν.
3 Οὗτος γάρ ἐστιν ὁ ῥηθεὶς διὰ Ἠσαίου τοῦ προφήτου λέγοντος Φωνὴ βοῶντος ἐν τῇ ἐρήμῳ Ἑτοιμάσατε τὴν ὁδὸν Κυρίου, εὐθείας ποιεῖτε τὰς τρίβους αὐτοῦ.
4 Αὐτὸς δὲ ὁ Ἰωάνης εἶχεν τὸ ἔνδυμα αὐτοῦ ἀπὸ τριχῶν καμήλου καὶ ζώνην δερματίνην περὶ τὴν ὀσφὺν αὐτοῦ, ἡ δὲ τροφὴ ἦν αὐτοῦ ἀκρίδες καὶ μέλι ἄγριον.
5 Τότε ἐξεπορεύετο πρὸς αὐτὸν Ἰεροσόλυμα καὶ πᾶσα ἡ Ἰουδαία καὶ πᾶσα ἡ περίχωρος τοῦ Ἰορδάνου,
6 καὶ ἐβαπτίζοντο ἐν τῷ Ἰορδάνῃ ποταμῷ ὑπ᾽ αὐτοῦ ἐξομολογούμενοι τὰς ἁμαρτίας αὐτῶν.
7 Ἰδὼν δὲ πολλοὺς τῶν Φαρισαίων καὶ Σαδδουκαίων ἐρχομένους ἐπὶ τὸ βάπτισμα εἶπεν αὐτοῖς Γεννήματα ἐχιδνῶν, τίς ὑπέδειξεν ὑμῖν φυγεῖν ἀπὸ τῆς μελλούσης ὀργῆς;
8 ποιήσατε οὖν καρπὸν ἄξιον τῆς μετανοίας·
9 καὶ μὴ δόξητε λέγειν ἐν ἑαυτοῖς Πατέρα ἔχομεν τὸν Ἀβραάμ, λέγω γὰρ ὑμῖν ὅτι δύναται ὁ θεὸς ἐκ τῶν λίθων τούτων ἐγεῖραι τέκνα τῷ Ἀβραάμ.
10 ἤδη δὲ ἡ ἀξίνη πρὸς τὴν ῥίζαν τῶν δένδρων κεῖται· πᾶν οὖν δένδρον μὴ ποιοῦν καρπὸν καλὸν ἐκκόπτεται καὶ εἰς πῦρ βάλλεται.
11 ἐγὼ μὲν ὑμᾶς βαπτίζω ἐν ὕδατι εἰς μετάνοιαν· ὁ δὲ ὀπίσω μου ἐρχόμενος ἰσχυρότερός μου ἐστίν, οὗ οὐκ εἰμὶ ἱκανὸς τὰ ὑποδήματα βαστάσαι· αὐτὸς ὑμᾶς βαπτίσει ἐν πνεύματι ἁγίῳ καὶ πυρί·
12 οὗ τὸ πτύον ἐν τῇ χειρὶ αὐτοῦ, καὶ διακαθαριεῖ τὴν ἅλωνα αὐτοῦ, καὶ συνάξει τὸν σῖτον αὐτοῦ εἰς τὴν ἀποθήκην⸆, τὸ δὲ ἄχυρον κατακαύσει πυρὶ ἀσβέστῳ.
13 Τότε παραγίνεται ὁ Ἰησοῦς ἀπὸ τῆς Γαλιλαίας ἐπὶ τὸν Ἰορδάνην πρὸς τὸν Ἰωάνην τοῦ βαπτισθῆναι ὑπ᾽ αὐτοῦ.
14 ὁ δὲ διεκώλυεν αὐτὸν λέγων Ἐγὼ χρείαν ἔχω ὑπὸ σοῦ βαπτισθῆναι, καὶ σὺ ἔρχῃ πρός με;
15 ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν ⸂αὐτῷ⸃ Ἄφες ἄρτι, οὕτω γὰρ πρέπον ἐστὶν ἡμῖν πληρῶσαι πᾶσαν δικαιοσύνην. τότε ἀφίησιν αὐτόν.
16 βαπτισθεὶς δὲ ὁ Ἰησοῦς εὐθὺς ἀνέβη ἀπὸ τοῦ ὕδατος· καὶ ἰδοὺ ἠνεῴχθησαν⸆ οἱ οὐρανοί, καὶ εἶδεν πνεῦμα θεοῦ καταβαῖνον ὡσεὶ περιστερὰν ἐρχόμενον ἐπ᾽ αὐτόν·
17 καὶ ἰδοὺ φωνὴ ἐκ τῶν οὐρανῶν λέγουσα Οὗτός ἐστιν ὁ υἱός ⸂μου ὁ ἀγαπητός, ἐν⸃ ᾧ εὐδόκησα.

\c 4
1 Τότε [ὁ] Ἰησοῦς ἀνήχθη εἰς τὴν ἔρημον ὑπὸ τοῦ πνεύματος, πειρασθῆναι ὑπὸ τοῦ διαβόλου.
2 καὶ νηστεύσας ἡμέρας τεσσεράκοντα καὶ νύκτας τεσσεράκοντα ὕστερον ἐπείνασεν.
3 Καὶ προσελθὼν ὁ πειράζων εἶπεν αὐτῷ Εἰ υἱὸς εἶ τοῦ θεοῦ, εἰπὸν ἵνα οἱ λίθοι οὗτοι ἄρτοι γένωνται.
4 ὁ δὲ ἀποκριθεὶς εἶπεν Γέγραπται Οὐκ ἐπ᾽ ἄρτῳ μόνῳ ζήσεται ὁ ἄνθρωπος, ἀλλ᾽ ἐπὶ παντὶ ῥήματι ἐκπορευομένῳ διὰ στόματος θεοῦ.
5 Τότε παραλαμβάνει αὐτὸν ὁ διάβολος εἰς τὴν ἁγίαν πόλιν, καὶ ἔστησεν αὐτὸν ἐπὶ τὸ πτερύγιον τοῦ ἱεροῦ,
6 καὶ λέγει αὐτῷ Εἰ υἱὸς εἶ τοῦ θεοῦ, βάλε σεαυτὸν κάτω· γέγραπται γὰρ ὅτι Τοῖς ἀγγέλοις αὐτοῦ ἐντελεῖται περὶ σοῦ καὶ ἐπὶ χειρῶν ἀροῦσίν σε, μήποτε προσκόψῃς πρὸς λίθον τὸν πόδα σου.
7 ἔφη αὐτῷ ὁ Ἰησοῦς Πάλιν γέγραπται Οὐκ ἐκπειράσεις Κύριον τὸν θεόν σου.
8 Πάλιν παραλαμβάνει αὐτὸν ὁ διάβολος εἰς ὄρος ὑψηλὸν λίαν, καὶ δείκνυσιν αὐτῷ πάσας τὰς βασιλείας τοῦ κόσμου καὶ τὴν δόξαν αὐτῶν,
9 καὶ εἶπεν αὐτῷ Ταῦτά σοι πάντα δώσω ἐὰν πεσὼν προσκυνήσῃς μοι.
10 τότε λέγει αὐτῷ ὁ Ἰησοῦς Ὕπαγε, Σατανᾶ· γέγραπται γάρ Κύριον τὸν θεόν σου προσκυνήσεις καὶ αὐτῷ μόνῳ λατρεύσεις.
11 Τότε ἀφίησιν αὐτὸν ὁ διάβολος, καὶ ἰδοὺ ἄγγελοι προσῆλθον καὶ διηκόνουν αὐτῷ.
12 Ἀκούσας δὲ ὅτι Ἰωάνης παρεδόθη ἀνεχώρησεν εἰς τὴν Γαλιλαίαν.
13 καὶ καταλιπὼν τὴν Ναζαρὰ ἐλθὼν κατῴκησεν εἰς Καφαρναοὺμ τὴν παραθαλασσίαν ἐν ὁρίοις Ζαβουλὼν καὶ Νεφθαλείμ·
14 ἵνα πληρωθῇ τὸ ῥηθὲν διὰ Ἠσαίου τοῦ προφήτου λέγοντος
15 Γῆ Ζαβουλὼν καὶ γῆ Νεφθαλείμ, ὁδὸν θαλάσσης, πέραν τοῦ Ἰορδάνου, Γαλιλαία τῶν ἐθνῶν,
16 ὁ λαὸς ὁ καθήμενος ἐν σκοτίᾳ φῶς εἶδεν μέγα, καὶ τοῖς καθημένοις ἐν χώρᾳ καὶ σκιᾷ θανάτου φῶς ἀνέτειλεν αὐτοῖς.
17 Ἀπὸ τότε ἤρξατο ὁ Ἰησοῦς κηρύσσειν καὶ λέγειν ⸂Μετανοεῖτε, ἤγγικεν γὰρ⸃ ἡ βασιλεία τῶν οὐρανῶν.
18 Περιπατῶν δὲ παρὰ τὴν θάλασσαν τῆς Γαλιλαίας εἶδεν δύο ἀδελφούς, Σίμωνα τὸν λεγόμενον Πέτρον καὶ Ἀνδρέαν τὸν ἀδελφὸν αὐτοῦ, βάλλοντας ἀμφίβληστρον εἰς τὴν θάλασσαν, ἦσαν γὰρ ἁλεεῖς·
19 καὶ λέγει αὐτοῖς Δεῦτε ὀπίσω μου, καὶ ποιήσω ὑμᾶς ἁλεεῖς ἀνθρώπων.
20 οἱ δὲ εὐθέως ἀφέντες τὰ δίκτυα ἠκολούθησαν αὐτῷ.
21 Καὶ προβὰς ἐκεῖθεν εἶδεν ἄλλους δύο ἀδελφούς, Ἰάκωβον τὸν τοῦ Ζεβεδαίου καὶ Ἰωάνην τὸν ἀδελφὸν αὐτοῦ, ἐν τῷ πλοίῳ μετὰ Ζεβεδαίου τοῦ πατρὸς αὐτῶν καταρτίζοντας τὰ δίκτυα αὐτῶν, καὶ ἐκάλεσεν αὐτούς.
22 οἱ δὲ εὐθέως ἀφέντες τὸ πλοῖον καὶ τὸν πατέρα αὐτῶν ἠκολούθησαν αὐτῷ.
23 Καὶ περιῆγεν ἐν ὅλῃ τῇ Γαλιλαίᾳ, διδάσκων ἐν ταῖς συναγωγαῖς αὐτῶν καὶ κηρύσσων τὸ εὐαγγέλιον τῆς βασιλείας καὶ θεραπεύων πᾶσαν νόσον καὶ πᾶσαν μαλακίαν ἐν τῷ λαῷ.
24 καὶ ἀπῆλθεν ἡ ἀκοὴ αὐτοῦ εἰς ὅλην τὴν Συρίαν· καὶ προσήνεγκαν αὐτῷ πάντας τοὺς κακῶς ἔχοντας ποικίλαις νόσοις καὶ βασάνοις συνεχομένους, δαιμονιζομένους καὶ σεληνιαζομένους καὶ παραλυτικούς, καὶ ἐθεράπευσεν αὐτούς.
25 καὶ ἠκολούθησαν αὐτῷ ὄχλοι πολλοὶ ἀπὸ τῆς Γαλιλαίας καὶ Δεκαπόλεως καὶ Ἰεροσολύμων καὶ Ἰουδαίας καὶ πέραν τοῦ Ἰορδάνου.

\c 5
1 Ἰδὼν δὲ τοὺς ὄχλους ἀνέβη εἰς τὸ ὄρος· καὶ καθίσαντος αὐτοῦ προσῆλθαν [αὐτῷ] οἱ μαθηταὶ αὐτοῦ·
2 καὶ ἀνοίξας τὸ στόμα αὐτοῦ ἐδίδασκεν αὐτοὺς λέγων
3 Μακάριοι οἱ πτωχοὶ τῷ πνεύματι, ὅτι αὐτῶν ἐστὶν ἡ βασιλεία τῶν οὐρανῶν.
4 μακάριοι οἱ πενθοῦντες, ὅτι αὐτοὶ παρακληθήσονται.
5 μακάριοι οἱ πραεῖς, ὅτι αὐτοὶ κληρονομήσουσι τὴν γῆν.
6 μακάριοι οἱ πεινῶντες καὶ διψῶντες τὴν δικαιοσύνην, ὅτι αὐτοὶ χορτασθήσονται.
7 μακάριοι οἱ ἐλεήμονες, ὅτι αὐτοὶ ἐλεηθήσονται.
8 μακάριοι οἱ καθαροὶ τῇ καρδίᾳ, ὅτι αὐτοὶ τὸν θεὸν ὄψονται.
9 μακάριοι οἱ εἰρηνοποιοί, ὅτι [αὐτοὶ] υἱοὶ θεοῦ κληθήσονται.
10 μακάριοι οἱ δεδιωγμένοι ἕνεκεν δικαιοσύνης, ὅτι αὐτῶν ἐστὶν ἡ βασιλεία τῶν οὐρανῶν.
11 μακάριοί ἐστε ὅταν ὀνειδίσωσιν ὑμᾶς καὶ διώξωσιν καὶ εἴπωσιν πᾶν πονηρὸν καθ᾽ ὑμῶν ψευδόμενοι ἕνεκεν ἐμοῦ·
12 χαίρετε καὶ ἀγαλλιᾶσθε, ὅτι ὁ μισθὸς ὑμῶν πολὺς ἐν τοῖς οὐρανοῖς· οὕτως γὰρ ἐδίωξαν τοὺς προφήτας τοὺς πρὸ ὑμῶν.
13 Ὑμεῖς ἐστὲ τὸ ἅλας τῆς γῆς· ἐὰν δὲ τὸ ἅλας μωρανθῇ, ἐν τίνι ἁλισθήσεται; εἰς οὐδὲν ἰσχύει ἔτι εἰ μὴ βληθὲν ἔξω καταπατεῖσθαι ὑπὸ τῶν ἀνθρώπων.
14 ὑμεῖς ἐστὲ τὸ φῶς τοῦ κόσμου. οὐ δύναται πόλις κρυβῆναι ἐπάνω ὄρους κειμένη·
15 οὐδὲ καίουσιν λύχνον καὶ τιθέασιν αὐτὸν ὑπὸ τὸν μόδιον ἀλλ᾽ ἐπὶ τὴν λυχνίαν, καὶ λάμπει πᾶσιν τοῖς ἐν τῇ οἰκίᾳ.
16 οὕτως λαμψάτω τὸ φῶς ὑμῶν ἔμπροσθεν τῶν ἀνθρώπων, ὅπως ἴδωσιν ὑμῶν τὰ καλὰ ἔργα καὶ δοξάσωσιν τὸν πατέρα ὑμῶν τὸν ἐν τοῖς οὐρανοῖς.
17 Μὴ νομίσητε ὅτι ἦλθον καταλῦσαι τὸν νόμον ἢ τοὺς προφήτας· οὐκ ἦλθον καταλῦσαι ἀλλὰ πληρῶσαι·
18 ἀμὴν γὰρ λέγω ὑμῖν, ἕως ἂν παρέλθῃ ὁ οὐρανὸς καὶ ἡ γῆ, ἰῶτα ἓν ἢ μία κερέα οὐ μὴ παρέλθῃ ἀπὸ τοῦ νόμου ἕως [ἂν] πάντα γένηται.
19 ὃς ἐὰν οὖν λύσῃ μίαν τῶν ἐντολῶν τούτων τῶν ἐλαχίστων καὶ διδάξῃ οὕτως τοὺς ἀνθρώπους, ἐλάχιστος κληθήσεται ἐν τῇ βασιλείᾳ τῶν οὐρανῶν· ὃς δ᾽ ἂν ποιήσῃ καὶ διδάξῃ, οὗτος μέγας κληθήσεται ἐν τῇ βασιλείᾳ τῶν οὐρανῶν.
20 λέγω γὰρ ὑμῖν ὅτι ἐὰν μὴ περισσεύσῃ ὑμῶν ἡ δικαιοσύνη πλεῖον τῶν γραμματέων καὶ Φαρισαίων, οὐ μὴ εἰσέλθητε εἰς τὴν βασιλείαν τῶν οὐρανῶν.
21 Ἠκούσατε ὅτι ἐρρέθη τοῖς ἀρχαίοις Οὐ φονεύσεις· ὃς δ᾽ ἂν φονεύσῃ, ἔνοχος ἔσται τῇ κρίσει.
22 Ἐγὼ δὲ λέγω ὑμῖν ὅτι πᾶς ὁ ὀργιζόμενος τῷ ἀδελφῷ αὐτοῦ ἔνοχος ἔσται τῇ κρίσει· ὃς δ᾽ ἂν εἴπῃ τῷ ἀδελφῷ αὐτοῦ Ῥακά, ἔνοχος ἔσται τῷ συνεδρίῳ· ὃς δ᾽ ἂν εἴπῃ Μωρέ, ἔνοχος ἔσται εἰς τὴν γέενναν τοῦ πυρός.
23 ἐὰν οὖν προσφέρῃς τὸ δῶρόν σου ἐπὶ τὸ θυσιαστήριον κἀκεῖ μνησθῇς ὅτι ὁ ἀδελφός σου ἔχει τι κατὰ σοῦ,
24 ἄφες ἐκεῖ τὸ δῶρόν σου ἔμπροσθεν τοῦ θυσιαστηρίου, καὶ ὕπαγε πρῶτον διαλλάγηθι τῷ ἀδελφῷ σου, καὶ τότε ἐλθὼν πρόσφερε τὸ δῶρόν σου.
25 ἴσθι εὐνοῶν τῷ ἀντιδίκῳ σου ταχὺ ἕως ὅτου εἶ μετ᾽ αὐτοῦ ἐν τῇ ὁδῷ, μήποτέ σε παραδῷ ὁ ἀντίδικος τῷ κριτῇ, καὶ ὁ κριτὴς τῷ ὑπηρέτῃ, καὶ εἰς φυλακὴν βληθήσῃ·
26 ἀμὴν λέγω σοι, οὐ μὴ ἐξέλθῃς ἐκεῖθεν ἕως ἂν ἀποδῷς τὸν ἔσχατον κοδράντην.
27 Ἠκούσατε ὅτι ἐρρέθη Οὐ μοιχεύσεις.
28 Ἐγὼ δὲ λέγω ὑμῖν ὅτι πᾶς ὁ βλέπων γυναῖκα πρὸς τὸ ἐπιθυμῆσαι [αὐτὴν] ἤδη ἐμοίχευσεν αὐτὴν ἐν τῇ καρδίᾳ αὐτοῦ.
29 εἰ δὲ ὁ ὀφθαλμός σου ὁ δεξιὸς σκανδαλίζει σε, ἔξελε αὐτὸν καὶ βάλε ἀπὸ σοῦ, συμφέρει γάρ σοι ἵνα ἀπόληται ἓν τῶν μελῶν σου καὶ μὴ ὅλον τὸ σῶμά σου βληθῇ εἰς γέενναν·
30 καὶ εἰ ἡ δεξιά σου χεὶρ σκανδαλίζει σε, ἔκκοψον αὐτὴν καὶ βάλε ἀπὸ σοῦ, συμφέρει γάρ σοι ἵνα ἀπόληται ἓν τῶν μελῶν σου καὶ μὴ ὅλον τὸ σῶμά σου εἰς γέενναν ἀπέλθῃ.
31 Ἐρρέθη δέ Ὃς ἂν ἀπολύσῃ τὴν γυναῖκα αὐτοῦ, δότω αὐτῇ ἀποστάσιον.
32 Ἐγὼ δὲ λέγω ὑμῖν ὅτι πᾶς ὁ ἀπολύων τὴν γυναῖκα αὐτοῦ παρεκτὸς λόγου πορνείας ποιεῖ αὐτὴν μοιχευθῆναι[, καὶ ὃς ἐὰν ἀπολελυμένην γαμήσῃ μοιχᾶται].
33 Πάλιν ἠκούσατε ὅτι ἐρρέθη τοῖς ἀρχαίοις Οὐκ ἐπιορκήσεις, ἀποδώσεις δὲ τῷ κυρίῳ τοὺς ὅρκους σου.
34 Ἐγὼ δὲ λέγω ὑμῖν μὴ ὀμόσαι ὅλως· μήτε ἐν τῷ οὐρανῷ, ὅτι θρόνος ἐστὶν τοῦ θεοῦ·
35 μήτε ἐν τῇ γῇ, ὅτι ὑποπόδιόν ἐστιν τῶν ποδῶν αὐτοῦ· μήτε εἰς Ἰεροσόλυμα, ὅτι πόλις ἐστὶν τοῦ μεγάλου βασιλέως·
36 μήτε ἐν τῇ κεφαλῇ σου ὀμόσῃς, ὅτι οὐ δύνασαι μίαν τρίχα λευκὴν ποιῆσαι ἢ μέλαιναν.
37 ⸂ἔστω⸃ δὲ ὁ λόγος ὑμῶν ναὶ ναί, οὒ οὔ· τὸ δὲ περισσὸν τούτων ἐκ τοῦ πονηροῦ ἐστίν.
38 Ἠκούσατε ὅτι ἐρρέθη Ὀφθαλμὸν ἀντὶ ὀφθαλμοῦ καὶ ὀδόντα ἀντὶ ὀδόντος.
39 Ἐγὼ δὲ λέγω ὑμῖν μὴ ἀντιστῆναι τῷ πονηρῷ· ἀλλ᾽ ὅστις σε ῥαπίζει εἰς τὴν δεξιὰν σιαγόνα [σου], στρέψον αὐτῷ καὶ τὴν ἄλλην·
40 καὶ τῷ θέλοντί σοι κριθῆναι καὶ τὸν χιτῶνά σου λαβεῖν, ἄφες αὐτῷ καὶ τὸ ἱμάτιον·
41 καὶ ὅστις σε ἀγγαρεύσει μίλιον ἕν, ὕπαγε μετ᾽ αὐτοῦ δύο.
42 τῷ αἰτοῦντί σε δός, καὶ τὸν θέλοντα ἀπὸ σοῦ δανίσασθαι μὴ ἀποστραφῇς.
43 Ἠκούσατε ὅτι ἐρρέθη Ἀγαπήσεις τὸν πλησίον σου καὶ μισήσεις τὸν ἐχθρόν σου.
44 Ἐγὼ δὲ λέγω ὑμῖν, ἀγαπᾶτε τοὺς ἐχθροὺς ὑμῶν καὶ προσεύχεσθε ὑπὲρ τῶν διωκόντων ὑμᾶς·
45 ὅπως γένησθε υἱοὶ τοῦ πατρὸς ὑμῶν τοῦ ἐν οὐρανοῖς, ὅτι τὸν ἥλιον αὐτοῦ ἀνατέλλει ἐπὶ πονηροὺς καὶ ἀγαθοὺς καὶ βρέχει ἐπὶ δικαίους καὶ ἀδίκους.
46 ἐὰν γὰρ ἀγαπήσητε τοὺς ἀγαπῶντας ὑμᾶς, τίνα μισθὸν ἔχετε; οὐχὶ καὶ οἱ τελῶναι ⸂τὸ αὐτὸ⸃ ποιοῦσιν;
47 καὶ ἐὰν ἀσπάσησθε τοὺς ἀδελφοὺς ὑμῶν μόνον, τί περισσὸν ποιεῖτε; οὐχὶ καὶ οἱ ἐθνικοὶ τὸ αὐτὸ ποιοῦσιν;
48 Ἔσεσθε οὖν ὑμεῖς τέλειοι ὡς ὁ πατὴρ ὑμῶν ὁ οὐράνιος τέλειός ἐστιν.

\c 6
1 Προσέχετε [δὲ] τὴν δικαιοσύνην ὑμῶν μὴ ποιεῖν ἔμπροσθεν τῶν ἀνθρώπων πρὸς τὸ θεαθῆναι αὐτοῖς· εἰ δὲ μήγε, μισθὸν οὐκ ἔχετε παρὰ τῷ πατρὶ ὑμῶν τῷ ἐν τοῖς οὐρανοῖς.
2 Ὅταν οὖν ποιῇς ἐλεημοσύνην, μὴ σαλπίσῃς ἔμπροσθέν σου, ὥσπερ οἱ ὑποκριταὶ ποιοῦσιν ἐν ταῖς συναγωγαῖς καὶ ἐν ταῖς ῥύμαις, ὅπως δοξασθῶσιν ὑπὸ τῶν ἀνθρώπων· ἀμὴν λέγω ὑμῖν, ἀπέχουσιν τὸν μισθὸν αὐτῶν.
3 σοῦ δὲ ποιοῦντος ἐλεημοσύνην μὴ γνώτω ἡ ἀριστερά σου τί ποιεῖ ἡ δεξιά σου,
4 ὅπως ᾖ σου ἡ ἐλεημοσύνη ἐν τῷ κρυπτῷ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυπτῷ ἀποδώσει σοι.
5 Καὶ ὅταν προσεύχησθε, οὐκ ἔσεσθε ὡς οἱ ὑποκριταί· ὅτι φιλοῦσιν ἐν ταῖς συναγωγαῖς καὶ ἐν ταῖς γωνίαις τῶν πλατειῶν ἑστῶτες προσεύχεσθαι, ὅπως φανῶσιν τοῖς ἀνθρώποις· ἀμὴν λέγω ὑμῖν, ἀπέχουσι τὸν μισθὸν αὐτῶν.
6 σὺ δὲ ὅταν προσεύχῃ, εἴσελθε εἰς τὸ ταμεῖόν σου καὶ κλείσας τὴν θύραν σου πρόσευξαι τῷ πατρί σου τῷ ἐν τῷ κρυπτῷ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυπτῷ ἀποδώσει σοι.
7 Προσευχόμενοι δὲ μὴ βατταλογήσητε ὥσπερ οἱ ἐθνικοί, δοκοῦσιν γὰρ ὅτι ἐν τῇ πολυλογίᾳ αὐτῶν εἰσακουσθήσονται·
8 μὴ οὖν ὁμοιωθῆτε αὐτοῖς, οἶδεν γὰρ [ὁ θεὸς] ὁ πατὴρ ὑμῶν ὧν χρείαν ἔχετε πρὸ τοῦ ὑμᾶς αἰτῆσαι αὐτόν.
9 Οὕτως οὖν προσεύχεσθε ὑμεῖς Πάτερ ἡμῶν ὁ ἐν τοῖς οὐρανοῖς· Ἁγιασθήτω τὸ ὄνομά σου,
10 ἐλθάτω ἡ βασιλεία σου, γενηθήτω τὸ θέλημά σου, ὡς ἐν οὐρανῷ καὶ ἐπὶ γῆς·
11 Τὸν ἄρτον ἡμῶν τὸν ἐπιούσιον δὸς ἡμῖν σήμερον·
12 καὶ ἄφες ἡμῖν τὰ ὀφειλήματα ἡμῶν, ὡς καὶ ἡμεῖς ἀφήκαμεν τοῖς ὀφειλέταις ἡμῶν·
13 καὶ μὴ εἰσενέγκῃς ἡμᾶς εἰς πειρασμόν, ἀλλὰ ῥῦσαι ἡμᾶς ἀπὸ τοῦ πονηροῦ.
14 Ἐὰν γὰρ ἀφῆτε τοῖς ἀνθρώποις τὰ παραπτώματα αὐτῶν, ἀφήσει καὶ ὑμῖν ὁ πατὴρ ὑμῶν ὁ οὐράνιος·
15 ἐὰν δὲ μὴ ἀφῆτε τοῖς ἀνθρώποις [τὰ παραπτώματα αὐτῶν], οὐδὲ ὁ πατὴρ ὑμῶν ἀφήσει τὰ παραπτώματα ὑμῶν.
16 Ὅταν δὲ νηστεύητε, μὴ γίνεσθε ὡς οἱ ὑποκριταὶ σκυθρωποί, ἀφανίζουσιν γὰρ τὰ πρόσωπα αὐτῶν ὅπως φανῶσιν τοῖς ἀνθρώποις νηστεύοντες· ἀμὴν λέγω ὑμῖν, ἀπέχουσιν τὸν μισθὸν αὐτῶν.
17 σὺ δὲ νηστεύων ἄλειψαί σου τὴν κεφαλὴν καὶ τὸ πρόσωπόν σου νίψαι,
18 ὅπως μὴ φανῇς ⸂τοῖς ἀνθρώποις νηστεύων⸃ ἀλλὰ τῷ πατρί σου τῷ ἐν τῷ κρυφαίῳ· καὶ ὁ πατήρ σου ὁ βλέπων ἐν τῷ κρυφαίῳ ἀποδώσει σοι.
19 Μὴ θησαυρίζετε ὑμῖν θησαυροὺς ἐπὶ τῆς γῆς, ὅπου σὴς καὶ βρῶσις ἀφανίζει, καὶ ὅπου κλέπται διορύσσουσιν καὶ κλέπτουσιν·
20 θησαυρίζετε δὲ ὑμῖν θησαυροὺς ἐν οὐρανῷ, ὅπου οὔτε σὴς οὔτε βρῶσις ἀφανίζει, καὶ ὅπου κλέπται οὐ διορύσσουσιν οὐδὲ κλέπτουσιν·
21 ὅπου γάρ ἐστιν ὁ θησαυρός σου, ἐκεῖ ἔσται [καὶ] ἡ καρδία σου.
22 Ὁ λύχνος τοῦ σώματός ἐστιν ὁ ὀφθαλμός. ἐὰν οὖν ᾖ ὁ ὀφθαλμός σου ἁπλοῦς, ὅλον τὸ σῶμά σου φωτινὸν ἔσται·
23 ἐὰν δὲ ὁ ὀφθαλμός σου πονηρὸς ᾖ, ὅλον τὸ σῶμά σου σκοτινὸν ἔσται. εἰ οὖν τὸ φῶς τὸ ἐν σοὶ σκότος ἐστίν, τὸ σκότος πόσον.
24 Οὐδεὶς δύναται δυσὶ κυρίοις δουλεύειν· ἢ γὰρ τὸν ἕνα μισήσει καὶ τὸν ἕτερον ἀγαπήσει, ἢ ἑνὸς ἀνθέξεται καὶ τοῦ ἑτέρου καταφρονήσει· οὐ δύνασθε θεῷ δουλεύειν καὶ μαμωνᾷ.
25 Διὰ τοῦτο λέγω ὑμῖν, μὴ μεριμνᾶτε τῇ ψυχῇ ὑμῶν τί φάγητε [ἢ τί πίητε], μηδὲ τῷ σώματι ὑμῶν τί ἐνδύσησθε· οὐχὶ ἡ ψυχὴ πλεῖόν ἐστι τῆς τροφῆς καὶ τὸ σῶμα τοῦ ἐνδύματος;
26 ἐμβλέψατε εἰς τὰ πετεινὰ τοῦ οὐρανοῦ ὅτι οὐ σπείρουσιν οὐδὲ θερίζουσιν οὐδὲ συνάγουσιν εἰς ἀποθήκας, καὶ ὁ πατὴρ ὑμῶν ὁ οὐράνιος τρέφει αὐτά· οὐχ ὑμεῖς μᾶλλον διαφέρετε αὐτῶν;
27 τίς δὲ ἐξ ὑμῶν μεριμνῶν δύναται προσθεῖναι ἐπὶ τὴν ἡλικίαν αὐτοῦ πῆχυν ἕνα;
28 καὶ περὶ ἐνδύματος τί μεριμνᾶτε; καταμάθετε τὰ κρίνα τοῦ ἀγροῦ πῶς αὐξάνουσιν· οὐ κοπιῶσιν οὐδὲ νήθουσιν·
29 λέγω δὲ ὑμῖν ὅτι οὐδὲ Σολομὼν ἐν πάσῃ τῇ δόξῃ αὐτοῦ περιεβάλετο ὡς ἓν τούτων.
30 εἰ δὲ τὸν χόρτον τοῦ ἀγροῦ σήμερον ὄντα καὶ αὔριον εἰς κλίβανον βαλλόμενον ὁ θεὸς οὕτως ἀμφιέννυσιν, οὐ πολλῷ μᾶλλον ὑμᾶς, ὀλιγόπιστοι;
31 μὴ οὖν μεριμνήσητε λέγοντες Τί φάγωμεν; ἤ Τί πίωμεν; ἤ Τί περιβαλώμεθα;
32 πάντα γὰρ ταῦτα τὰ ἔθνη ἐπιζητοῦσιν· οἶδεν γὰρ ὁ πατὴρ ὑμῶν ὁ οὐράνιος ὅτι χρῄζετε τούτων ἁπάντων.
33 ζητεῖτε δὲ πρῶτον τὴν βασιλείαν καὶ τὴν δικαιοσύνην αὐτοῦ, καὶ ταῦτα πάντα προστεθήσεται ὑμῖν.
34 μὴ οὖν μεριμνήσητε εἰς τὴν αὔριον, ἡ γὰρ αὔριον μεριμνήσει αὑτῆς· ἀρκετὸν τῇ ἡμέρᾳ ἡ κακία αὐτῆς.

\c 7
1 Μὴ κρίνετε, ἵνα μὴ κριθῆτε·
2 ἐν ᾧ γὰρ κρίματι κρίνετε κριθήσεσθε, καὶ ἐν ᾧ μέτρῳ μετρεῖτε μετρηθήσεται ὑμῖν.
3 τί δὲ βλέπεις τὸ κάρφος τὸ ἐν τῷ ὀφθαλμῷ τοῦ ἀδελφοῦ σου, τὴν δὲ ἐν τῷ σῷ ὀφθαλμῷ δοκὸν οὐ κατανοεῖς;
4 ἢ πῶς ἐρεῖς τῷ ἀδελφῷ σου Ἄφες ἐκβάλω τὸ κάρφος ἐκ τοῦ ὀφθαλμοῦ σου, καὶ ἰδοὺ ἡ δοκὸς ἐν τῷ ὀφθαλμῷ σοῦ;
5 ὑποκριτά, ἔκβαλε πρῶτον ἐκ τοῦ ὀφθαλμοῦ σοῦ τὴν δοκόν, καὶ τότε διαβλέψεις ἐκβαλεῖν τὸ κάρφος ἐκ τοῦ ὀφθαλμοῦ τοῦ ἀδελφοῦ σου.
6 Μὴ δῶτε τὸ ἅγιον τοῖς κυσίν, μηδὲ βάλητε τοὺς μαργαρίτας ὑμῶν ἔμπροσθεν τῶν χοίρων, μήποτε καταπατήσουσιν αὐτοὺς ἐν τοῖς ποσὶν αὐτῶν καὶ στραφέντες ῥήξωσιν ὑμᾶς.
7 Αἰτεῖτε, καὶ δοθήσεται ὑμῖν· ζητεῖτε, καὶ εὑρήσετε· κρούετε, καὶ ἀνοιγήσεται ὑμῖν.
8 πᾶς γὰρ ὁ αἰτῶν λαμβάνει καὶ ὁ ζητῶν εὑρίσκει καὶ τῷ κρούοντι ⸂ἀνοιγήσεται⸃.
9 ἢ τίς ἐξ ὑμῶν ἄνθρωπος, ὃν αἰτήσει ὁ υἱὸς αὐτοῦ ἄρτον- μὴ λίθον ἐπιδώσει αὐτῷ;
10 ἢ καὶ ἰχθὺν αἰτήσει- μὴ ὄφιν ἐπιδώσει αὐτῷ;
11 εἰ οὖν ὑμεῖς πονηροὶ ὄντες οἴδατε δόματα ἀγαθὰ διδόναι τοῖς τέκνοις ὑμῶν, πόσῳ μᾶλλον ὁ πατὴρ ὑμῶν ὁ ἐν τοῖς οὐρανοῖς δώσει ἀγαθὰ τοῖς αἰτοῦσιν αὐτόν.
12 Πάντα οὖν ὅσα ἐὰν θέλητε ἵνα ποιῶσιν ὑμῖν οἱ ἄνθρωποι, οὕτως καὶ ὑμεῖς ποιεῖτε αὐτοῖς· οὗτος γάρ ἐστιν ὁ νόμος καὶ οἱ προφῆται.
13 Εἰσέλθατε διὰ τῆς στενῆς πύλης· ὅτι πλατεῖα⸆ καὶ εὐρύχωρος ἡ ὁδὸς ἡ ἀπάγουσα εἰς τὴν ἀπώλειαν, καὶ πολλοί εἰσιν οἱ εἰσερχόμενοι δι᾽ αὐτῆς·
14 ὅτι στενὴ ἡ πύλη καὶ τεθλιμμένη ἡ ὁδὸς ἡ ἀπάγουσα εἰς τὴν ζωήν, καὶ ὀλίγοι εἰσὶν οἱ εὑρίσκοντες αὐτήν.
15 Προσέχετε ἀπὸ τῶν ψευδοπροφητῶν, οἵτινες ἔρχονται πρὸς ὑμᾶς ἐν ἐνδύμασι προβάτων ἔσωθεν δέ εἰσιν λύκοι ἅρπαγες.
16 ἀπὸ τῶν καρπῶν αὐτῶν ἐπιγνώσεσθε αὐτούς· μήτι συλλέγουσιν ἀπὸ ἀκανθῶν σταφυλὰς ἢ ἀπὸ τριβόλων σῦκα;
17 οὕτω πᾶν δένδρον ἀγαθὸν καρποὺς ⸂καλοὺς ποιεῖ⸃, τὸ δὲ σαπρὸν δένδρον καρποὺς πονηροὺς ποιεῖ·
18 οὐ δύναται δένδρον ἀγαθὸν καρποὺς πονηροὺς ἐνεγκεῖν, οὐδὲ δένδρον σαπρὸν καρποὺς καλοὺς ποιεῖν.
19 πᾶν δένδρον μὴ ποιοῦν καρπὸν καλὸν ἐκκόπτεται καὶ εἰς πῦρ βάλλεται.
20 ἄραγε ἀπὸ τῶν καρπῶν αὐτῶν ἐπιγνώσεσθε αὐτούς.
21 Οὐ πᾶς ὁ λέγων μοι Κύριε κύριε εἰσελεύσεται εἰς τὴν βασιλείαν τῶν οὐρανῶν, ἀλλ᾽ ὁ ποιῶν τὸ θέλημα τοῦ πατρός μου τοῦ ἐν τοῖς οὐρανοῖς.
22 πολλοὶ ἐροῦσίν μοι ἐν ἐκείνῃ τῇ ἡμέρᾳ Κύριε κύριε, οὐ τῷ σῷ ὀνόματι ἐπροφητεύσαμεν, καὶ τῷ σῷ ὀνόματι δαιμόνια ἐξεβάλομεν, καὶ τῷ σῷ ὀνόματι δυνάμεις πολλὰς ἐποιήσαμεν;
23 καὶ τότε ὁμολογήσω αὐτοῖς ὅτι Οὐδέποτε ἔγνων ὑμᾶς· ἀποχωρεῖτε ἀπ᾽ ἐμοῦ οἱ ἐργαζόμενοι τὴν ἀνομίαν.
24 Πᾶς οὖν ὅστις ἀκούει μου τοὺς λόγους [τούτους] καὶ ποιεῖ αὐτούς, ὁμοιωθήσεται ἀνδρὶ φρονίμῳ, ὅστις ᾠκοδόμησεν αὐτοῦ τὴν οἰκίαν ἐπὶ τὴν πέτραν.
25 καὶ κατέβη ἡ βροχὴ καὶ ἦλθαν οἱ ποταμοὶ καὶ ἔπνευσαν οἱ ἄνεμοι καὶ προσέπεσαν τῇ οἰκίᾳ ἐκείνῃ, καὶ οὐκ ἔπεσεν, τεθεμελίωτο γὰρ ἐπὶ τὴν πέτραν.
26 Καὶ πᾶς ὁ ἀκούων μου τοὺς λόγους τούτους καὶ μὴ ποιῶν αὐτοὺς ὁμοιωθήσεται ἀνδρὶ μωρῷ, ὅστις ᾠκοδόμησεν αὐτοῦ τὴν οἰκίαν ἐπὶ τὴν ἄμμον.
27 καὶ κατέβη ἡ βροχὴ καὶ ἦλθαν οἱ ποταμοὶ καὶ ἔπνευσαν οἱ ἄνεμοι καὶ προσέκοψαν τῇ οἰκίᾳ ἐκείνῃ, καὶ ἔπεσεν, καὶ ἦν ἡ πτῶσις αὐτῆς μεγάλη.
28 Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς τοὺς λόγους τούτους, ἐξεπλήσσοντο οἱ ὄχλοι ἐπὶ τῇ διδαχῇ αὐτοῦ·
29 ἦν γὰρ διδάσκων αὐτοὺς ὡς ἐξουσίαν ἔχων καὶ οὐχ ὡς οἱ γραμματεῖς αὐτῶν.

\c 8
1 Καταβάντος δὲ αὐτοῦ ἀπὸ τοῦ ὄρους ἠκολούθησαν αὐτῷ ὄχλοι πολλοί.
2 Καὶ ἰδοὺ λεπρὸς προσελθὼν προσεκύνει αὐτῷ λέγων Κύριε, ἐὰν θέλῃς δύνασαί με καθαρίσαι.
3 καὶ ἐκτείνας τὴν χεῖρα ἥψατο αὐτοῦ λέγων Θέλω, καθαρίσθητι· καὶ εὐθέως ἐκαθερίσθη αὐτοῦ ἡ λέπρα.
4 καὶ λέγει αὐτῷ ὁ Ἰησοῦς Ὅρα μηδενὶ εἴπῃς, ἀλλὰ ὕπαγε σεαυτὸν δεῖξον τῷ ἱερεῖ, καὶ προσένεγκον τὸ δῶρον ὃ προσέταξεν Μωυσῆς εἰς μαρτύριον αὐτοῖς.
5 Εἰσελθόντος δὲ αὐτοῦ εἰς Καφαρναοὺμ προσῆλθεν αὐτῷ ἑκατόνταρχος παρακαλῶν αὐτὸν
6 καὶ λέγων Κύριε, ὁ παῖς μου βέβληται ἐν τῇ οἰκίᾳ παραλυτικός, δεινῶς βασανιζόμενος.
7 λέγει αὐτῷ Ἐγὼ ἐλθὼν θεραπεύσω αὐτόν.
8 ἀποκριθεὶς δὲ ὁ ἑκατόνταρχος ἔφη Κύριε, οὐκ εἰμὶ ἱκανὸς ἵνα μου ὑπὸ τὴν στέγην εἰσέλθῃς· ἀλλὰ μόνον εἰπὲ λόγῳ, καὶ ἰαθήσεται ὁ παῖς μου·
9 καὶ γὰρ ἐγὼ ἄνθρωπός εἰμι ὑπὸ ἐξουσίαν [τασσόμενος], ἔχων ὑπ᾽ ἐμαυτὸν στρατιώτας, καὶ λέγω τούτῳ Πορεύθητι, καὶ πορεύεται, καὶ ἄλλῳ Ἔρχου, καὶ ἔρχεται, καὶ τῷ δούλῳ μου Ποίησον τοῦτο, καὶ ποιεῖ.
10 ἀκούσας δὲ ὁ Ἰησοῦς ἐθαύμασεν καὶ εἶπεν τοῖς ἀκολουθοῦσιν Ἀμὴν λέγω ὑμῖν, παρ᾽ οὐδενὶ τοσαύτην πίστιν ἐν τῷ Ἰσραὴλ εὗρον.
11 λέγω δὲ ὑμῖν ὅτι πολλοὶ ἀπὸ ἀνατολῶν καὶ δυσμῶν ἥξουσιν καὶ ἀνακλιθήσονται μετὰ Ἀβραὰμ καὶ Ἰσαὰκ καὶ Ἰακὼβ ἐν τῇ βασιλείᾳ τῶν οὐρανῶν·
12 οἱ δὲ υἱοὶ τῆς βασιλείας ἐκβληθήσονται εἰς τὸ σκότος τὸ ἐξώτερον· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.
13 καὶ εἶπεν ὁ Ἰησοῦς τῷ ἑκατοντάρχῃ Ὕπαγε, ὡς ἐπίστευσας γενηθήτω σοι· καὶ ἰάθη ὁ παῖς ἐν τῇ ὥρᾳ ἐκείνῃ.
14 Καὶ ἐλθὼν ὁ Ἰησοῦς εἰς τὴν οἰκίαν Πέτρου εἶδεν τὴν πενθερὰν αὐτοῦ βεβλημένην καὶ πυρέσσουσαν·
15 καὶ ἥψατο τῆς χειρὸς αὐτῆς, καὶ ἀφῆκεν αὐτὴν ὁ πυρετός, καὶ ἠγέρθη, καὶ διηκόνει αὐτῷ.
16 Ὀψίας δὲ γενομένης προσήνεγκαν αὐτῷ δαιμονιζομένους πολλούς· καὶ ἐξέβαλεν τὰ πνεύματα λόγῳ, καὶ πάντας τοὺς κακῶς ἔχοντας ἐθεράπευσεν·
17 ὅπως πληρωθῇ τὸ ῥηθὲν διὰ Ἠσαίου τοῦ προφήτου λέγοντος Αὐτὸς τὰς ἀσθενείας ἡμῶν ἔλαβεν καὶ τὰς νόσους ἐβάστασεν.
18 Ἰδὼν δὲ ὁ Ἰησοῦς ⸂ὄχλον⸃ περὶ αὐτὸν ἐκέλευσεν ἀπελθεῖν εἰς τὸ πέραν.
19 Καὶ προσελθὼν εἷς γραμματεὺς εἶπεν αὐτῷ Διδάσκαλε, ἀκολουθήσω σοι ὅπου ἐὰν ἀπέρχῃ.
20 καὶ λέγει αὐτῷ ὁ Ἰησοῦς Αἱ ἀλώπεκες φωλεοὺς ἔχουσιν καὶ τὰ πετεινὰ τοῦ οὐρανοῦ κατασκηνώσεις, ὁ δὲ υἱὸς τοῦ ἀνθρώπου οὐκ ἔχει ποῦ τὴν κεφαλὴν κλίνῃ.
21 Ἕτερος δὲ τῶν μαθητῶν εἶπεν αὐτῷ Κύριε, ἐπίτρεψόν μοι πρῶτον ἀπελθεῖν καὶ θάψαι τὸν πατέρα μου.
22 ὁ δὲ Ἰησοῦς λέγει αὐτῷ Ἀκολούθει μοι, καὶ ἄφες τοὺς νεκροὺς θάψαι τοὺς ἑαυτῶν νεκρούς.
23 Καὶ ἐμβάντι αὐτῷ εἰς πλοῖον ἠκολούθησαν αὐτῷ οἱ μαθηταὶ αὐτοῦ.
24 καὶ ἰδοὺ σεισμὸς μέγας ἐγένετο ἐν τῇ θαλάσσῃ, ὥστε τὸ πλοῖον καλύπτεσθαι ὑπὸ τῶν κυμάτων· αὐτὸς δὲ ἐκάθευδεν.
25 καὶ προσελθόντες ἤγειραν αὐτὸν λέγοντες Κύριε, σῶσον, ἀπολλύμεθα.
26 καὶ λέγει αὐτοῖς Τί δειλοί ἐστε, ὀλιγόπιστοι; τότε ἐγερθεὶς ἐπετίμησεν τοῖς ἀνέμοις καὶ τῇ θαλάσσῃ, καὶ ἐγένετο γαλήνη μεγάλη.
27 Οἱ δὲ ἄνθρωποι ἐθαύμασαν λέγοντες Ποταπός ἐστιν οὗτος ὅτι καὶ οἱ ἄνεμοι καὶ ἡ θάλασσα αὐτῷ ὑπακούουσιν;
28 Καὶ ἐλθόντος αὐτοῦ εἰς τὸ πέραν εἰς τὴν χώραν τῶν Γαδαρηνῶν ὑπήντησαν αὐτῷ δύο δαιμονιζόμενοι ἐκ τῶν μνημείων ἐξερχόμενοι, χαλεποὶ λίαν ὥστε μὴ ἰσχύειν τινὰ παρελθεῖν διὰ τῆς ὁδοῦ ἐκείνης.
29 καὶ ἰδοὺ ἔκραξαν λέγοντες Τί ἡμῖν καὶ σοί, υἱὲ τοῦ θεοῦ; ἦλθες ὧδε πρὸ καιροῦ βασανίσαι ἡμᾶς;
30 Ἦν δὲ μακρὰν ἀπ᾽ αὐτῶν ἀγέλη χοίρων πολλῶν βοσκομένη.
31 οἱ δὲ δαίμονες παρεκάλουν αὐτὸν λέγοντες Εἰ ἐκβάλλεις ἡμᾶς, ἀπόστειλον ἡμᾶς εἰς τὴν ἀγέλην τῶν χοίρων.
32 καὶ εἶπεν αὐτοῖς Ὑπάγετε. οἱ δὲ ἐξελθόντες ἀπῆλθαν εἰς τοὺς χοίρους· καὶ ἰδοὺ ὥρμησεν πᾶσα ἡ ἀγέλη κατὰ τοῦ κρημνοῦ εἰς τὴν θάλασσαν, καὶ ἀπέθανον ἐν τοῖς ὕδασιν.
33 Οἱ δὲ βόσκοντες ἔφυγον, καὶ ἀπελθόντες εἰς τὴν πόλιν ἀπήγγειλαν πάντα καὶ τὰ τῶν δαιμονιζομένων.
34 καὶ ἰδοὺ πᾶσα ἡ πόλις ἐξῆλθεν εἰς ὑπάντησιν ⸂τῷ⸃ Ἰησοῦ, καὶ ἰδόντες αὐτὸν παρεκάλεσαν ὅπως μεταβῇ ἀπὸ τῶν ὁρίων αὐτῶν.

\c 9
1 Καὶ ἐμβὰς εἰς πλοῖον διεπέρασεν, καὶ ἦλθεν εἰς τὴν ἰδίαν πόλιν.
2 Καὶ ἰδοὺ προσέφερον αὐτῷ παραλυτικὸν ἐπὶ κλίνης βεβλημένον. καὶ ἰδὼν ὁ Ἰησοῦς τὴν πίστιν αὐτῶν εἶπεν τῷ παραλυτικῷ Θάρσει, τέκνον· ἀφίενταί σου αἱ ἁμαρτίαι.
3 Καὶ ἰδού τινες τῶν γραμματέων εἶπαν ἐν ἑαυτοῖς Οὗτος βλασφημεῖ.
4 καὶ ⸂εἰδὼς⸃ ὁ Ἰησοῦς τὰς ἐνθυμήσεις αὐτῶν εἶπεν Ἵνα τί ἐνθυμεῖσθε πονηρὰ ἐν ταῖς καρδίαις ὑμῶν;
5 τί γάρ ἐστιν εὐκοπώτερον, εἰπεῖν Ἀφίενταί σου αἱ ἁμαρτίαι, ἢ εἰπεῖν Ἔγειρε καὶ περιπάτει;
6 ἵνα δὲ εἰδῆτε ὅτι ἐξουσίαν ἔχει ὁ υἱὸς τοῦ ἀνθρώπου ἐπὶ τῆς γῆς ἀφιέναι ἁμαρτίας- τότε λέγει τῷ παραλυτικῷ ⸂Ἔγειρε⸃ ἆρόν σου τὴν κλίνην καὶ ὕπαγε εἰς τὸν οἶκόν σου.
7 καὶ ἐγερθεὶς ἀπῆλθεν εἰς τὸν οἶκον αὐτοῦ.
8 Ἰδόντες δὲ οἱ ὄχλοι ἐφοβήθησαν καὶ ἐδόξασαν τὸν θεὸν τὸν δόντα ἐξουσίαν τοιαύτην τοῖς ἀνθρώποις.
9 Καὶ παράγων ὁ Ἰησοῦς ἐκεῖθεν εἶδεν ἄνθρωπον καθήμενον ἐπὶ τὸ τελώνιον, Μαθθαῖον λεγόμενον, καὶ λέγει αὐτῷ Ἀκολούθει μοι· καὶ ἀναστὰς ἠκολούθησεν αὐτῷ.
10 Καὶ ἐγένετο αὐτοῦ ἀνακειμένου ἐν τῇ οἰκίᾳ, καὶ ἰδοὺ πολλοὶ τελῶναι καὶ ἁμαρτωλοὶ ἐλθόντες συνανέκειντο τῷ Ἰησοῦ καὶ τοῖς μαθηταῖς αὐτοῦ.
11 καὶ ἰδόντες οἱ Φαρισαῖοι ἔλεγον τοῖς μαθηταῖς αὐτοῦ Διὰ τί μετὰ τῶν τελωνῶν καὶ ἁμαρτωλῶν ἐσθίει ὁ διδάσκαλος ὑμῶν;
12 ὁ δὲ ἀκούσας εἶπεν Οὐ χρείαν ἔχουσιν οἱ ἰσχύοντες ἰατροῦ ἀλλὰ οἱ κακῶς ἔχοντες.
13 πορευθέντες δὲ μάθετε τί ἐστιν Ἔλεος θέλω καὶ οὐ θυσίαν· οὐ γὰρ ἦλθον καλέσαι δικαίους ἀλλὰ ἁμαρτωλούς.
14 Τότε προσέρχονται αὐτῷ οἱ μαθηταὶ Ἰωάνου λέγοντες Διὰ τί ἡμεῖς καὶ οἱ Φαρισαῖοι νηστεύομεν⸆, οἱ δὲ μαθηταὶ σοῦ οὐ νηστεύουσιν;
15 καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς Μὴ δύνανται οἱ υἱοὶ τοῦ νυμφῶνος πενθεῖν ἐφ᾽ ὅσον μετ᾽ αὐτῶν ἐστὶν ὁ νυμφίος; ἐλεύσονται δὲ ἡμέραι ὅταν ἀπαρθῇ ἀπ᾽ αὐτῶν ὁ νυμφίος, καὶ τότε νηστεύσουσιν.
16 οὐδεὶς δὲ ἐπιβάλλει ἐπίβλημα ῥάκους ἀγνάφου ἐπὶ ἱματίῳ παλαιῷ· αἴρει γὰρ τὸ πλήρωμα αὐτοῦ ἀπὸ τοῦ ἱματίου, καὶ χεῖρον σχίσμα γίνεται.
17 οὐδὲ βάλλουσιν οἶνον νέον εἰς ἀσκοὺς παλαιούς· εἰ δὲ μήγε, ῥήγνυνται οἱ ἀσκοί, καὶ ὁ οἶνος ἐκχεῖται καὶ οἱ ἀσκοὶ ἀπόλλυνται· ἀλλὰ βάλλουσιν οἶνον νέον εἰς ἀσκοὺς καινούς, καὶ ἀμφότεροι συντηροῦνται.
18 Ταῦτα αὐτοῦ λαλοῦντος αὐτοῖς ἰδοὺ ἄρχων ⸂[εἷς] προσελθὼν⸃ προσεκύνει αὐτῷ λέγων ὅτι Ἡ θυγάτηρ μου ἄρτι ἐτελεύτησεν· ἀλλὰ ἐλθὼν ἐπίθες τὴν χεῖρά σου ἐπ᾽ αὐτήν, καὶ ζήσεται.
19 καὶ ἐγερθεὶς ὁ Ἰησοῦς ⸂ἠκολούθει⸃ αὐτῷ καὶ οἱ μαθηταὶ αὐτοῦ.
20 Καὶ ἰδοὺ γυνὴ αἱμορροοῦσα δώδεκα ἔτη προσελθοῦσα ὄπισθεν ἥψατο τοῦ κρασπέδου τοῦ ἱματίου αὐτοῦ·
21 ἔλεγεν γὰρ ἐν ἑαυτῇ Ἐὰν μόνον ἅψωμαι τοῦ ἱματίου αὐτοῦ σωθήσομαι.
22 ὁ δὲ Ἰησοῦς στραφεὶς καὶ ἰδὼν αὐτὴν εἶπεν Θάρσει, θύγατερ· ἡ πίστις σου σέσωκέν σε. καὶ ἐσώθη ἡ γυνὴ ἀπὸ τῆς ὥρας ἐκείνης.
23 Καὶ ἐλθὼν ὁ Ἰησοῦς εἰς τὴν οἰκίαν τοῦ ἄρχοντος καὶ ἰδὼν τοὺς αὐλητὰς καὶ τὸν ὄχλον θορυβούμενον
24 ἔλεγεν Ἀναχωρεῖτε, οὐ γὰρ ἀπέθανεν τὸ κοράσιον ἀλλὰ καθεύδει· καὶ κατεγέλων αὐτοῦ.
25 ὅτε δὲ ἐξεβλήθη ὁ ὄχλος, εἰσελθὼν ἐκράτησεν τῆς χειρὸς αὐτῆς, καὶ ἠγέρθη τὸ κοράσιον.
26 Καὶ ἐξῆλθεν ἡ φήμη ⸂αὕτη⸃ εἰς ὅλην τὴν γῆν ἐκείνην.
27 Καὶ παράγοντι ἐκεῖθεν τῷ Ἰησοῦ ἠκολούθησαν⸆ δύο τυφλοὶ κράζοντες καὶ λέγοντες Ἐλέησον ἡμᾶς, ⸂υἱὲ⸃ Δαυείδ.
28 ἐλθόντι δὲ εἰς τὴν οἰκίαν προσῆλθαν αὐτῷ οἱ τυφλοί, καὶ λέγει αὐτοῖς ὁ Ἰησοῦς Πιστεύετε ὅτι ⸂δύναμαι τοῦτο⸃ ποιῆσαι; λέγουσιν αὐτῷ Ναί, κύριε.
29 τότε ἥψατο τῶν ὀφθαλμῶν αὐτῶν λέγων Κατὰ τὴν πίστιν ὑμῶν γενηθήτω ὑμῖν.
30 καὶ ἠνεῴχθησαν αὐτῶν οἱ ὀφθαλμοί. Καὶ ἐνεβριμήθη αὐτοῖς ὁ Ἰησοῦς λέγων Ὁρᾶτε μηδεὶς γινωσκέτω·
31 οἱ δὲ ἐξελθόντες διεφήμισαν αὐτὸν ἐν ὅλῃ τῇ γῇ ἐκείνῃ.
32 Αὐτῶν δὲ ἐξερχομένων ἰδοὺ προσήνεγκαν αὐτῷ κωφὸν δαιμονιζόμενον·
33 καὶ ἐκβληθέντος τοῦ δαιμονίου ἐλάλησεν ὁ κωφός. καὶ ἐθαύμασαν οἱ ὄχλοι λέγοντες Οὐδέποτε ἐφάνη οὕτως ἐν τῷ Ἰσραήλ.
34 [οἱ δὲ Φαρισαῖοι ἔλεγον Ἐν τῷ ἄρχοντι τῶν δαιμονίων ἐκβάλλει τὰ δαιμόνια.]
35 Καὶ περιῆγεν ὁ Ἰησοῦς τὰς πόλεις πάσας καὶ τὰς κώμας, διδάσκων ἐν ταῖς συναγωγαῖς αὐτῶν καὶ κηρύσσων τὸ εὐαγγέλιον τῆς βασιλείας καὶ θεραπεύων πᾶσαν νόσον καὶ πᾶσαν μαλακίαν.
36 Ἰδὼν δὲ τοὺς ὄχλους ἐσπλαγχνίσθη περὶ αὐτῶν ὅτι ἦσαν ἐσκυλμένοι καὶ ἐριμμένοι ὡσεὶ πρόβατα μὴ ἔχοντα ποιμένα.
37 τότε λέγει τοῖς μαθηταῖς αὐτοῦ Ὁ μὲν θερισμὸς πολύς, οἱ δὲ ἐργάται ὀλίγοι·
38 δεήθητε οὖν τοῦ κυρίου τοῦ θερισμοῦ ὅπως ἐκβάλῃ ἐργάτας εἰς τὸν θερισμὸν αὐτοῦ.

\c 10
1 Καὶ προσκαλεσάμενος τοὺς δώδεκα μαθητὰς αὐτοῦ ἔδωκεν αὐτοῖς ἐξουσίαν πνευμάτων ἀκαθάρτων ὥστε ἐκβάλλειν αὐτὰ καὶ θεραπεύειν πᾶσαν νόσον καὶ πᾶσαν μαλακίαν.
2 Τῶν δὲ δώδεκα ἀποστόλων τὰ ὀνόματά ἐστιν ταῦτα· πρῶτος Σίμων ὁ λεγόμενος Πέτρος καὶ Ἀνδρέας ὁ ἀδελφὸς αὐτοῦ καὶ Ἰάκωβος ὁ τοῦ Ζεβεδαίου καὶ Ἰωάνης ὁ ἀδελφὸς αὐτοῦ,
3 Φίλιππος καὶ Βαρθολομαῖος, Θωμᾶς καὶ Μαθθαῖος ὁ τελώνης, Ἰάκωβος ὁ τοῦ Ἁλφαίου καὶ Θαδδαῖος,
4 Σίμων ὁ Καναναῖος καὶ Ἰούδας ὁ Ἰσκαριώτης ὁ καὶ παραδοὺς αὐτόν.
5 Τούτους τοὺς δώδεκα ἀπέστειλεν ὁ Ἰησοῦς παραγγείλας αὐτοῖς λέγων Εἰς ὁδὸν ἐθνῶν μὴ ἀπέλθητε, καὶ εἰς πόλιν Σαμαρειτῶν μὴ εἰσέλθητε·
6 πορεύεσθε δὲ μᾶλλον πρὸς τὰ πρόβατα τὰ ἀπολωλότα οἴκου Ἰσραήλ.
7 πορευόμενοι δὲ κηρύσσετε λέγοντες ὅτι Ἤγγικεν ἡ βασιλεία τῶν οὐρανῶν.
8 ἀσθενοῦντας θεραπεύετε, νεκροὺς ἐγείρετε, λεπροὺς καθαρίζετε, δαιμόνια ἐκβάλλετε· δωρεὰν ἐλάβετε, δωρεὰν δότε.
9 Μὴ κτήσησθε χρυσὸν μηδὲ ἄργυρον μηδὲ χαλκὸν εἰς τὰς ζώνας ὑμῶν,
10 μὴ πήραν εἰς ὁδὸν μηδὲ δύο χιτῶνας μηδὲ ὑποδήματα μηδὲ ῥάβδον· ἄξιος γὰρ ὁ ἐργάτης τῆς τροφῆς αὐτοῦ.
11 εἰς ἣν δ᾽ ἂν πόλιν ἢ κώμην εἰσέλθητε, ἐξετάσατε τίς ἐν αὐτῇ ἄξιός ἐστιν· κἀκεῖ μείνατε ἕως ἂν ἐξέλθητε.
12 εἰσερχόμενοι δὲ εἰς τὴν οἰκίαν ἀσπάσασθε αὐτήν·
13 καὶ ἐὰν μὲν ᾖ ἡ οἰκία ἀξία, ἐλθάτω ἡ εἰρήνη ὑμῶν ἐπ᾽ αὐτήν· ἐὰν δὲ μὴ ᾖ ἀξία, ἡ εἰρήνη ὑμῶν ⸂ἐφ᾽⸃ ὑμᾶς ἐπιστραφήτω.
14 καὶ ὃς ἂν μὴ δέξηται ὑμᾶς μηδὲ ἀκούσῃ τοὺς λόγους ὑμῶν, ἐξερχόμενοι ἔξω τῆς οἰκίας ἢ τῆς πόλεως ἐκείνης ἐκτινάξατε τὸν κονιορτὸν⸆ τῶν ποδῶν ὑμῶν.
15 ἀμὴν λέγω ὑμῖν, ἀνεκτότερον ἔσται γῇ Σοδόμων καὶ Γομόρρων ἐν ἡμέρᾳ κρίσεως ἢ τῇ πόλει ἐκείνῃ.
16 Ἰδοὺ ἐγὼ ἀποστέλλω ὑμᾶς ὡς πρόβατα ἐν μέσῳ λύκων· γίνεσθε οὖν φρόνιμοι ὡς ⸂οἱ ὄφεις⸃ καὶ ἀκέραιοι ὡς αἱ περιστεραί.
17 προσέχετε δὲ ἀπὸ τῶν ἀνθρώπων· παραδώσουσιν γὰρ ὑμᾶς εἰς συνέδρια, καὶ ἐν ταῖς συναγωγαῖς αὐτῶν μαστιγώσουσιν ὑμᾶς·
18 καὶ ἐπὶ ἡγεμόνας δὲ καὶ βασιλεῖς ἀχθήσεσθε ἕνεκεν ἐμοῦ εἰς μαρτύριον αὐτοῖς καὶ τοῖς ἔθνεσιν.
19 ὅταν δὲ παραδῶσιν ὑμᾶς, μὴ μεριμνήσητε πῶς ἢ τί λαλήσητε· δοθήσεται γὰρ ὑμῖν ἐν ἐκείνῃ τῇ ὥρᾳ τί λαλήσητε·
20 οὐ γὰρ ὑμεῖς ἐστὲ οἱ λαλοῦντες ἀλλὰ τὸ πνεῦμα τοῦ πατρὸς ὑμῶν τὸ λαλοῦν ἐν ὑμῖν.
21 παραδώσει δὲ ἀδελφὸς ἀδελφὸν εἰς θάνατον καὶ πατὴρ τέκνον, καὶ ⸂ἐπαναστήσονται⸃ τέκνα ἐπὶ γονεῖς καὶ θανατώσουσιν αὐτούς.
22 καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων διὰ τὸ ὄνομά μου· ὁ δὲ ὑπομείνας εἰς τέλος οὗτος σωθήσεται.
23 ὅταν δὲ διώκωσιν ὑμᾶς ἐν τῇ πόλει ταύτῃ, φεύγετε εἰς τὴν ἑτέραν· ἀμὴν γὰρ λέγω ὑμῖν, οὐ μὴ τελέσητε τὰς πόλεις [τοῦ] Ἰσραὴλ ἕως ἔλθῃ ὁ υἱὸς τοῦ ἀνθρώπου.
24 Οὐκ ἔστιν μαθητὴς ὑπὲρ τὸν διδάσκαλον οὐδὲ δοῦλος ὑπὲρ τὸν κύριον αὐτοῦ.
25 ἀρκετὸν τῷ μαθητῇ ἵνα γένηται ὡς ὁ διδάσκαλος αὐτοῦ, καὶ ὁ δοῦλος ὡς ὁ κύριος αὐτοῦ. εἰ ⸂τὸν οἰκοδεσπότην Βεεζεβοὺλ ἐπεκάλεσαν, πόσῳ μᾶλλον τοὺς οἰκιακοὺς⸃ αὐτοῦ.
26 μὴ οὖν φοβηθῆτε αὐτούς· οὐδὲν γάρ ἐστιν κεκαλυμμένον ὃ οὐκ ἀποκαλυφθήσεται, καὶ κρυπτὸν ὃ οὐ γνωσθήσεται.
27 ὃ λέγω ὑμῖν ἐν τῇ σκοτίᾳ, εἴπατε ἐν τῷ φωτί· καὶ ὃ εἰς τὸ οὖς ἀκούετε, κηρύξατε ἐπὶ τῶν δωμάτων.
28 καὶ μὴ φοβηθῆτε ἀπὸ τῶν ἀποκτεινόντων τὸ σῶμα τὴν δὲ ψυχὴν μὴ δυναμένων ἀποκτεῖναι· φοβεῖσθε δὲ μᾶλλον τὸν δυνάμενον καὶ ψυχὴν καὶ σῶμα ἀπολέσαι ἐν γεέννῃ.
29 οὐχὶ δύο στρουθία ἀσσαρίου πωλεῖται; καὶ ἓν ἐξ αὐτῶν οὐ πεσεῖται ἐπὶ τὴν γῆν ἄνευ τοῦ πατρὸς ὑμῶν.
30 ὑμῶν δὲ καὶ αἱ τρίχες τῆς κεφαλῆς πᾶσαι ἠριθμημέναι εἰσίν.
31 μὴ οὖν φοβεῖσθε· πολλῶν στρουθίων διαφέρετε ὑμεῖς.
32 Πᾶς οὖν ὅστις ὁμολογήσει ἐν ἐμοὶ ἔμπροσθεν τῶν ἀνθρώπων, ὁμολογήσω κἀγὼ ἐν αὐτῷ ἔμπροσθεν τοῦ πατρός μου τοῦ ἐν τοῖς οὐρανοῖς·
33 ὅστις ⸂δὲ⸃ ἀρνήσηταί με ἔμπροσθεν τῶν ἀνθρώπων, ἀρνήσομαι κἀγὼ αὐτὸν ἔμπροσθεν τοῦ πατρός μου τοῦ ἐν τοῖς οὐρανοῖς.
34 Μὴ νομίσητε ὅτι ἦλθον βαλεῖν εἰρήνην ἐπὶ τὴν γῆν· οὐκ ἦλθον βαλεῖν εἰρήνην ἀλλὰ μάχαιραν.
35 ἦλθον γὰρ διχάσαι ἄνθρωπον κατὰ τοῦ πατρὸς αὐτοῦ καὶ θυγατέρα κατὰ τῆς μητρὸς αὐτῆς καὶ νύμφην κατὰ τῆς πενθερᾶς αὐτῆς,
36 καὶ ἐχθροὶ τοῦ ἀνθρώπου οἱ οἰκιακοὶ αὐτοῦ.
37 Ὁ φιλῶν πατέρα ἢ μητέρα ὑπὲρ ἐμὲ οὐκ ἔστιν μου ἄξιος· καὶ ὁ φιλῶν υἱὸν ἢ θυγατέρα ὑπὲρ ἐμὲ οὐκ ἔστιν μου ἄξιος·
38 καὶ ὃς οὐ λαμβάνει τὸν σταυρὸν αὐτοῦ καὶ ἀκολουθεῖ ὀπίσω μου, οὐκ ἔστιν μου ἄξιος.
39 ὁ εὑρὼν τὴν ψυχὴν αὐτοῦ ἀπολέσει αὐτήν, καὶ ὁ ἀπολέσας τὴν ψυχὴν αὐτοῦ ἕνεκεν ἐμοῦ εὑρήσει αὐτήν.
40 Ὁ δεχόμενος ὑμᾶς ἐμὲ δέχεται, καὶ ὁ ἐμὲ δεχόμενος δέχεται τὸν ἀποστείλαντά με.
41 ὁ δεχόμενος προφήτην εἰς ὄνομα προφήτου μισθὸν προφήτου λήμψεται, καὶ ὁ δεχόμενος δίκαιον εἰς ὄνομα δικαίου μισθὸν δικαίου λήμψεται.
42 καὶ ὃς ἂν ποτίσῃ ἕνα τῶν μικρῶν τούτων ποτήριον ψυχροῦ μόνον εἰς ὄνομα μαθητοῦ, ἀμὴν λέγω ὑμῖν, οὐ μὴ ἀπολέσῃ τὸν μισθὸν αὐτοῦ.

\c 11
1 Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς διατάσσων τοῖς δώδεκα μαθηταῖς αὐτοῦ, μετέβη ἐκεῖθεν τοῦ διδάσκειν καὶ κηρύσσειν ἐν ταῖς πόλεσιν αὐτῶν.
2 Ὁ δὲ Ἰωάνης ἀκούσας ἐν τῷ δεσμωτηρίῳ τὰ ἔργα τοῦ χριστοῦ πέμψας διὰ τῶν μαθητῶν αὐτοῦ
3 εἶπεν αὐτῷ Σὺ εἶ ὁ ἐρχόμενος ἢ ἕτερον προσδοκῶμεν;
4 καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς Πορευθέντες ἀπαγγείλατε Ἰωάνει ἃ ἀκούετε καὶ βλέπετε·
5 τυφλοὶ ⸂ἀναβλέπουσιν καὶ⸃ χωλοὶ περιπατοῦσιν, λεπροὶ καθαρίζονται καὶ κωφοὶ ἀκούουσιν, καὶ νεκροὶ ἐγείρονται καὶ πτωχοὶ εὐαγγελίζονται·
6 καὶ μακάριός ἐστιν ὃς ἂν μὴ σκανδαλισθῇ ἐν ἐμοί.
7 Τούτων δὲ πορευομένων ἤρξατο ὁ Ἰησοῦς λέγειν τοῖς ὄχλοις περὶ Ἰωάνου Τί ἐξήλθατε εἰς τὴν ἔρημον θεάσασθαι; κάλαμον ὑπὸ ἀνέμου σαλευόμενον;
8 ἀλλὰ τί ἐξήλθατε ἰδεῖν; ἄνθρωπον ἐν μαλακοῖς ἠμφιεσμένον; ἰδοὺ οἱ τὰ μαλακὰ φοροῦντες ἐν τοῖς οἴκοις τῶν βασιλέων.
9 ἀλλὰ τί ἐξήλθατε; προφήτην ἰδεῖν; ναί, λέγω ὑμῖν, καὶ περισσότερον προφήτου.
10 οὗτός ἐστιν περὶ οὗ γέγραπται Ἰδοὺ ἐγὼ ἀποστέλλω τὸν ἄγγελόν μου πρὸ προσώπου σου, ὃς κατασκευάσει τὴν ὁδόν σου ἔμπροσθέν σου.
11 ἀμὴν λέγω ὑμῖν, οὐκ ἐγήγερται ἐν γεννητοῖς γυναικῶν μείζων Ἰωάνου τοῦ βαπτιστοῦ· ὁ δὲ μικρότερος ἐν τῇ βασιλείᾳ τῶν οὐρανῶν μείζων αὐτοῦ ἐστίν.
12 ἀπὸ δὲ τῶν ἡμερῶν Ἰωάνου τοῦ βαπτιστοῦ ἕως ἄρτι ἡ βασιλεία τῶν οὐρανῶν βιάζεται, καὶ βιασταὶ ἁρπάζουσιν αὐτήν.
13 πάντες γὰρ οἱ προφῆται καὶ ὁ νόμος ἕως Ἰωάνου ἐπροφήτευσαν·
14 καὶ εἰ θέλετε δέξασθαι, αὐτός ἐστιν Ἠλείας ὁ μέλλων ἔρχεσθαι.
15 Ὁ ἔχων ὦτα ἀκουέτω.
16 Τίνι δὲ ὁμοιώσω τὴν γενεὰν ταύτην; ὁμοία ἐστὶν παιδίοις καθημένοις ἐν ταῖς ἀγοραῖς ἃ προσφωνοῦντα τοῖς ἑτέροις
17 λέγουσιν Ηὐλήσαμεν ὑμῖν καὶ οὐκ ὠρχήσασθε· ἐθρηνήσαμεν καὶ οὐκ ἐκόψασθε·
18 ἦλθεν γὰρ Ἰωάνης μήτε ἐσθίων μήτε πίνων, καὶ λέγουσιν Δαιμόνιον ἔχει·
19 ἦλθεν ὁ υἱὸς τοῦ ἀνθρώπου ἐσθίων καὶ πίνων, καὶ λέγουσιν Ἰδοὺ ἄνθρωπος φάγος καὶ οἰνοπότης, τελωνῶν φίλος καὶ ἁμαρτωλῶν. καὶ ἐδικαιώθη ἡ σοφία ἀπὸ τῶν ἔργων αὐτῆς.
20 Τότε ἤρξατο ὀνειδίζειν τὰς πόλεις ἐν αἷς ἐγένοντο αἱ πλεῖσται δυνάμεις αὐτοῦ, ὅτι οὐ μετενόησαν·
21 Οὐαί σοι, Χοραζείν· οὐαί σοι, Βηθσαιδάν· ὅτι εἰ ἐν Τύρῳ καὶ Σιδῶνι ἐγένοντο αἱ δυνάμεις αἱ γενόμεναι ἐν ὑμῖν, πάλαι ἂν ἐν σάκκῳ καὶ σποδῷ μετενόησαν.
22 πλὴν λέγω ὑμῖν, Τύρῳ καὶ Σιδῶνι ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ ὑμῖν.
23 Καὶ σύ, Καφαρναούμ, μὴ ἕως οὐρανοῦ ὑψωθήσῃ; ἕως ᾅδου καταβήσῃ. ὅτι εἰ ἐν Σοδόμοις ἐγενήθησαν αἱ δυνάμεις αἱ γενόμεναι ἐν σοί, ἔμεινεν ἂν μέχρι τῆς σήμερον.
24 πλὴν λέγω ὑμῖν ὅτι γῇ Σοδόμων ἀνεκτότερον ἔσται ἐν ἡμέρᾳ κρίσεως ἢ σοί.
25 Ἐν ἐκείνῳ τῷ καιρῷ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν Ἐξομολογοῦμαί σοι, πάτερ κύριε τοῦ οὐρανοῦ καὶ τῆς γῆς, ὅτι ἔκρυψας ταῦτα ἀπὸ σοφῶν καὶ συνετῶν, καὶ ἀπεκάλυψας αὐτὰ νηπίοις·
26 ναί, ὁ πατήρ, ὅτι οὕτως εὐδοκία ἐγένετο ἔμπροσθέν σου.
27 Πάντα μοι παρεδόθη ὑπὸ τοῦ πατρός μου, καὶ οὐδεὶς ἐπιγινώσκει τὸν υἱὸν εἰ μὴ ὁ πατήρ, οὐδὲ τὸν πατέρα τις ἐπιγινώσκει εἰ μὴ ὁ υἱὸς καὶ ᾧ ἐὰν βούληται ὁ υἱὸς ἀποκαλύψαι.
28 Δεῦτε πρός με πάντες οἱ κοπιῶντες καὶ πεφορτισμένοι, κἀγὼ ἀναπαύσω ὑμᾶς.
29 ἄρατε τὸν ζυγόν μου ἐφ᾽ ὑμᾶς καὶ μάθετε ἀπ᾽ ἐμοῦ, ὅτι πραΰς εἰμι καὶ ταπεινὸς τῇ καρδίᾳ, καὶ εὑρήσετε ἀνάπαυσιν ταῖς ψυχαῖς ὑμῶν·
30 ὁ γὰρ ζυγός μου χρηστὸς καὶ τὸ φορτίον μου ἐλαφρόν ἐστιν.

\c 12
1 Ἐν ἐκείνῳ τῷ καιρῷ ἐπορεύθη ὁ Ἰησοῦς τοῖς σάββασιν διὰ τῶν σπορίμων· οἱ δὲ μαθηταὶ αὐτοῦ ἐπείνασαν, καὶ ἤρξαντο τίλλειν στάχυας καὶ ἐσθίειν.
2 οἱ δὲ Φαρισαῖοι ἰδόντες εἶπαν αὐτῷ Ἰδοὺ οἱ μαθηταί σου ποιοῦσιν ὃ οὐκ ἔξεστιν ποιεῖν ἐν σαββάτῳ.
3 ὁ δὲ εἶπεν αὐτοῖς Οὐκ ἀνέγνωτε τί ἐποίησεν Δαυεὶδ ὅτε ἐπείνασεν καὶ οἱ μετ᾽ αὐτοῦ;
4 πῶς εἰσῆλθεν εἰς τὸν οἶκον τοῦ θεοῦ καὶ τοὺς ἄρτους τῆς προθέσεως ἔφαγον, ὃ οὐκ ἐξὸν ἦν αὐτῷ φαγεῖν οὐδὲ τοῖς μετ᾽ αὐτοῦ, εἰ μὴ τοῖς ἱερεῦσιν μόνοις;
5 ἢ οὐκ ἀνέγνωτε ἐν τῷ νόμῳ ὅτι τοῖς σάββασιν οἱ ἱερεῖς ἐν τῷ ἱερῷ τὸ σάββατον βεβηλοῦσιν καὶ ἀναίτιοί εἰσιν;
6 λέγω δὲ ὑμῖν ὅτι τοῦ ἱεροῦ μεῖζόν ἐστιν ὧδε.
7 εἰ δὲ ἐγνώκειτε τί ἐστιν Ἔλεος θέλω καὶ οὐ θυσίαν, οὐκ ἂν κατεδικάσατε τοὺς ἀναιτίους.
8 κύριος γάρ ἐστιν τοῦ σαββάτου ὁ υἱὸς τοῦ ἀνθρώπου.
9 Καὶ μεταβὰς ἐκεῖθεν ἦλθεν εἰς τὴν συναγωγὴν αὐτῶν·
10 καὶ ἰδοὺ ἄνθρωπος χεῖρα ἔχων ξηράν. καὶ ἐπηρώτησαν αὐτὸν λέγοντες Εἰ ἔξεστι τοῖς σάββασιν θεραπεύειν; ἵνα κατηγορήσωσιν αὐτοῦ.
11 ὁ δὲ εἶπεν αὐτοῖς Τίς [ἔσται] ἐξ ὑμῶν ἄνθρωπος ὃς ἕξει πρόβατον ἕν, καὶ ἐὰν ἐμπέσῃ τοῦτο τοῖς σάββασιν εἰς βόθυνον, οὐχὶ κρατήσει αὐτὸ καὶ ἐγερεῖ;
12 πόσῳ οὖν διαφέρει ἄνθρωπος προβάτου. ὥστε ἔξεστιν τοῖς σάββασιν καλῶς ποιεῖν.
13 Τότε λέγει τῷ ἀνθρώπῳ Ἔκτεινόν σου τὴν χεῖρα· καὶ ἐξέτεινεν, καὶ ἀπεκατεστάθη ὑγιὴς ὡς ἡ ἄλλη.
14 Ἐξελθόντες δὲ οἱ Φαρισαῖοι συμβούλιον ἔλαβον κατ᾽ αὐτοῦ ὅπως αὐτὸν ἀπολέσωσιν.
15 Ὁ δὲ Ἰησοῦς γνοὺς ἀνεχώρησεν ἐκεῖθεν. Καὶ ἠκολούθησαν αὐτῷ πολλοί, καὶ ἐθεράπευσεν αὐτοὺς πάντας,
16 καὶ ἐπετίμησεν αὐτοῖς ἵνα μὴ φανερὸν αὐτὸν ποιήσωσιν·
17 ἵνα πληρωθῇ τὸ ῥηθὲν διὰ Ἠσαίου τοῦ προφήτου λέγοντος
18 Ἰδοὺ ὁ παῖς μου ὃν ᾑρέτισα, ὁ ἀγαπητός μου ὃν εὐδόκησεν ἡ ψυχή μου· θήσω τὸ πνεῦμά μου ἐπ᾽ αὐτόν, καὶ κρίσιν τοῖς ἔθνεσιν ἀπαγγελεῖ.
19 Οὐκ ἐρίσει οὐδὲ κραυγάσει, οὐδὲ ἀκούσει τις ἐν ταῖς πλατείαις τὴν φωνὴν αὐτοῦ.
20 κάλαμον συντετριμμένον οὐ κατεάξει καὶ λίνον τυφόμενον οὐ σβέσει, ἕως ἂν ἐκβάλῃ εἰς νῖκος τὴν κρίσιν.
21 καὶ τῷ ὀνόματι αὐτοῦ ἔθνη ἐλπιοῦσιν.
22 Τότε ⸂προσήνεγκαν αὐτῷ δαιμονιζόμενον τυφλὸν καὶ κωφόν⸃· καὶ ἐθεράπευσεν αὐτόν, ὥστε τὸν κωφὸν λαλεῖν καὶ βλέπειν.
23 Καὶ ἐξίσταντο πάντες οἱ ὄχλοι καὶ ἔλεγον Μήτι οὗτός ἐστιν ὁ υἱὸς Δαυείδ;
24 οἱ δὲ Φαρισαῖοι ἀκούσαντες εἶπον Οὗτος οὐκ ἐκβάλλει τὰ δαιμόνια εἰ μὴ ἐν τῷ Βεεζεβοὺλ ἄρχοντι τῶν δαιμονίων.
25 Εἰδὼς δὲ τὰς ἐνθυμήσεις αὐτῶν εἶπεν αὐτοῖς Πᾶσα βασιλεία μερισθεῖσα καθ᾽ ἑαυτῆς ἐρημοῦται, καὶ πᾶσα πόλις ἢ οἰκία μερισθεῖσα καθ᾽ ἑαυτῆς οὐ σταθήσεται.
26 καὶ εἰ ὁ Σατανᾶς τὸν Σατανᾶν ἐκβάλλει, ἐφ᾽ ἑαυτὸν ἐμερίσθη· πῶς οὖν σταθήσεται ἡ βασιλεία αὐτοῦ;
27 καὶ εἰ ἐγὼ ἐν Βεεζεβοὺλ ἐκβάλλω τὰ δαιμόνια, οἱ υἱοὶ ὑμῶν ἐν τίνι ἐκβάλλουσιν; διὰ τοῦτο αὐτοὶ κριταὶ ἔσονται ὑμῶν.
28 εἰ δὲ ἐν πνεύματι θεοῦ ἐγὼ ἐκβάλλω τὰ δαιμόνια, ἄρα ἔφθασεν ἐφ᾽ ὑμᾶς ἡ βασιλεία τοῦ θεοῦ.
29 ἢ πῶς δύναταί τις εἰσελθεῖν εἰς τὴν οἰκίαν τοῦ ἰσχυροῦ καὶ τὰ σκεύη αὐτοῦ ἁρπάσαι, ἐὰν μὴ πρῶτον δήσῃ τὸν ἰσχυρόν; καὶ τότε τὴν οἰκίαν αὐτοῦ διαρπάσει.
30 ὁ μὴ ὢν μετ᾽ ἐμοῦ κατ᾽ ἐμοῦ ἐστίν, καὶ ὁ μὴ συνάγων μετ᾽ ἐμοῦ σκορπίζει.
31 Διὰ τοῦτο λέγω ὑμῖν, πᾶσα ἁμαρτία καὶ βλασφημία ἀφεθήσεται⸆ τοῖς ἀνθρώποις, ἡ δὲ τοῦ πνεύματος βλασφημία οὐκ ἀφεθήσεται.
32 καὶ ὃς ἐὰν εἴπῃ λόγον κατὰ τοῦ υἱοῦ τοῦ ἀνθρώπου, ἀφεθήσεται αὐτῷ· ὃς δ᾽ ἂν εἴπῃ κατὰ τοῦ πνεύματος τοῦ ἁγίου, ⸂οὐκ ἀφεθήσεται⸃ αὐτῷ οὔτε ἐν τούτῳ τῷ αἰῶνι οὔτε ἐν τῷ μέλλοντι.
33 Ἢ ποιήσατε τὸ δένδρον καλὸν καὶ τὸν καρπὸν αὐτοῦ καλόν, ἢ ποιήσατε τὸ δένδρον σαπρὸν καὶ τὸν καρπὸν αὐτοῦ σαπρόν· ἐκ γὰρ τοῦ καρποῦ τὸ δένδρον γινώσκεται.
34 γεννήματα ἐχιδνῶν, πῶς δύνασθε ἀγαθὰ λαλεῖν πονηροὶ ὄντες; ἐκ γὰρ τοῦ περισσεύματος τῆς καρδίας τὸ στόμα λαλεῖ.
35 ὁ ἀγαθὸς ἄνθρωπος ἐκ τοῦ ἀγαθοῦ θησαυροῦ ἐκβάλλει⸆ ἀγαθά, καὶ ὁ πονηρὸς ἄνθρωπος ἐκ τοῦ πονηροῦ θησαυροῦ ἐκβάλλει πονηρά.
36 Λέγω δὲ ὑμῖν ὅτι πᾶν ῥῆμα ἀργὸν ὃ λαλήσουσιν οἱ ἄνθρωποι, ἀποδώσουσιν περὶ αὐτοῦ λόγον ἐν ἡμέρᾳ κρίσεως·
37 ἐκ γὰρ τῶν λόγων σου δικαιωθήσῃ, καὶ ἐκ τῶν λόγων σου καταδικασθήσῃ.
38 Τότε ἀπεκρίθησαν αὐτῷ τινὲς τῶν γραμματέων καὶ Φαρισαίων λέγοντες Διδάσκαλε, θέλομεν ἀπὸ σοῦ σημεῖον ἰδεῖν.
39 ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς Γενεὰ πονηρὰ καὶ μοιχαλὶς σημεῖον ἐπιζητεῖ, καὶ σημεῖον οὐ δοθήσεται αὐτῇ εἰ μὴ τὸ σημεῖον Ἰωνᾶ τοῦ προφήτου.
40 ὥσπερ γὰρ ἦν Ἰωνᾶς ἐν τῇ κοιλίᾳ τοῦ κήτους τρεῖς ἡμέρας καὶ τρεῖς νύκτας, οὕτως ἔσται ὁ υἱὸς τοῦ ἀνθρώπου ἐν τῇ καρδίᾳ τῆς γῆς τρεῖς ἡμέρας καὶ τρεῖς νύκτας.
41 ἄνδρες Νινευεῖται ἀναστήσονται ἐν τῇ κρίσει μετὰ τῆς γενεᾶς ταύτης καὶ κατακρινοῦσιν αὐτήν· ὅτι μετενόησαν εἰς τὸ κήρυγμα Ἰωνᾶ, καὶ ἰδοὺ πλεῖον Ἰωνᾶ ὧδε.
42 βασίλισσα νότου ἐγερθήσεται ἐν τῇ κρίσει μετὰ τῆς γενεᾶς ταύτης καὶ κατακρινεῖ αὐτήν· ὅτι ἦλθεν ἐκ τῶν περάτων τῆς γῆς ἀκοῦσαι τὴν σοφίαν Σολομῶνος, καὶ ἰδοὺ πλεῖον Σολομῶνος ὧδε.
43 Ὅταν δὲ τὸ ἀκάθαρτον πνεῦμα ἐξέλθῃ ἀπὸ τοῦ ἀνθρώπου, διέρχεται δι᾽ ἀνύδρων τόπων ζητοῦν ἀνάπαυσιν, καὶ οὐχ εὑρίσκει.
44 τότε λέγει Εἰς τὸν οἶκόν μου ἐπιστρέψω ὅθεν ἐξῆλθον· καὶ ἐλθὸν εὑρίσκει σχολάζοντα [καὶ] σεσαρωμένον καὶ κεκοσμημένον.
45 τότε πορεύεται καὶ παραλαμβάνει μεθ᾽ ἑαυτοῦ ἑπτὰ ἕτερα πνεύματα πονηρότερα ἑαυτοῦ, καὶ εἰσελθόντα κατοικεῖ ἐκεῖ· καὶ γίνεται τὰ ἔσχατα τοῦ ἀνθρώπου ἐκείνου χείρονα τῶν πρώτων. Οὕτως ἔσται καὶ τῇ γενεᾷ ταύτῃ τῇ πονηρᾷ.
46 Ἔτι αὐτοῦ λαλοῦντος τοῖς ὄχλοις ἰδοὺ ἡ μήτηρ καὶ οἱ ἀδελφοὶ αὐτοῦ ἱστήκεισαν ἔξω ζητοῦντες αὐτῷ λαλῆσαι.⸆
47-48 ὁ δὲ ἀποκριθεὶς εἶπεν τῷ λέγοντι αὐτῷ Τίς ἐστιν ἡ μήτηρ μου, καὶ τίνες εἰσὶν οἱ ἀδελφοί μου;
49 καὶ ἐκτείνας τὴν χεῖρα [αὐτοῦ] ἐπὶ τοὺς μαθητὰς αὐτοῦ εἶπεν Ἰδοὺ ἡ μήτηρ μου καὶ οἱ ἀδελφοί μου·
50 ὅστις γὰρ ἂν ποιήσῃ τὸ θέλημα τοῦ πατρός μου τοῦ ἐν οὐρανοῖς, αὐτός μου ἀδελφὸς καὶ ἀδελφὴ καὶ μήτηρ ἐστίν.

\c 13
1 Ἐν τῇ ἡμέρᾳ ἐκείνῃ ἐξελθὼν ὁ Ἰησοῦς⸆ τῆς οἰκίας ἐκάθητο παρὰ τὴν θάλασσαν·
2 καὶ συνήχθησαν πρὸς αὐτὸν ὄχλοι πολλοί, ὥστε αὐτὸν εἰς πλοῖον ἐμβάντα καθῆσθαι, καὶ πᾶς ὁ ὄχλος ἐπὶ τὸν αἰγιαλὸν ἱστήκει.
3 καὶ ἐλάλησεν αὐτοῖς πολλὰ ἐν παραβολαῖς λέγων Ἰδοὺ ἐξῆλθεν ὁ σπείρων τοῦ σπείρειν.
4 καὶ ἐν τῷ σπείρειν αὐτὸν ἃ μὲν ἔπεσεν παρὰ τὴν ὁδόν, καὶ ⸂ἐλθόντα τὰ πετεινὰ⸃ κατέφαγεν αὐτά.
5 ἄλλα δὲ ἔπεσεν ἐπὶ τὰ πετρώδη ὅπου οὐκ εἶχεν γῆν πολλήν, καὶ εὐθέως ἐξανέτειλεν διὰ τὸ μὴ ἔχειν βάθος γῆς,
6 ἡλίου δὲ ἀνατείλαντος ἐκαυματίσθη καὶ διὰ τὸ μὴ ἔχειν ῥίζαν ἐξηράνθη.
7 ἄλλα δὲ ἔπεσεν ἐπὶ τὰς ἀκάνθας, καὶ ἀνέβησαν αἱ ἄκανθαι καὶ ⸂ἀπέπνιξαν⸃ αὐτά.
8 ἄλλα δὲ ἔπεσεν ἐπὶ τὴν γῆν τὴν καλὴν καὶ ἐδίδου καρπόν, ὃ μὲν ἑκατὸν ὃ δὲ ἑξήκοντα ὃ δὲ τριάκοντα.
9 Ὁ ἔχων ὦτα ἀκουέτω.
10 Καὶ προσελθόντες οἱ μαθηταὶ εἶπαν αὐτῷ Διὰ τί ἐν παραβολαῖς λαλεῖς αὐτοῖς;
11 ὁ δὲ ἀποκριθεὶς εἶπεν⸆ ὅτι Ὑμῖν δέδοται γνῶναι τὰ μυστήρια τῆς βασιλείας τῶν οὐρανῶν, ἐκείνοις δὲ οὐ δέδοται.
12 ὅστις γὰρ ἔχει, δοθήσεται αὐτῷ καὶ περισσευθήσεται· ὅστις δὲ οὐκ ἔχει, καὶ ὃ ἔχει ἀρθήσεται ἀπ᾽ αὐτοῦ.
13 διὰ τοῦτο ἐν παραβολαῖς αὐτοῖς λαλῶ, ὅτι βλέποντες οὐ βλέπουσιν καὶ ἀκούοντες οὐκ ἀκούουσιν οὐδὲ συνίουσιν·
14 καὶ ἀναπληροῦται αὐτοῖς ἡ προφητεία Ἠσαίου ἡ λέγουσα Ἀκοῇ ἀκούσετε καὶ οὐ μὴ συνῆτε, καὶ βλέποντες βλέψετε καὶ οὐ μὴ ἴδητε.
15 ἐπαχύνθη γὰρ ἡ καρδία τοῦ λαοῦ τούτου, καὶ τοῖς ὠσὶν βαρέως ἤκουσαν, καὶ τοὺς ὀφθαλμοὺς αὐτῶν ἐκάμμυσαν· μήποτε ἴδωσιν τοῖς ὀφθαλμοῖς καὶ τοῖς ὠσὶν ἀκούσωσιν καὶ τῇ καρδίᾳ συνῶσιν καὶ ἐπιστρέψωσιν, καὶ ἰάσομαι αὐτούς.
16 ὑμῶν δὲ μακάριοι οἱ ὀφθαλμοὶ ὅτι βλέπουσιν, καὶ τὰ ὦτα [ὑμῶν] ὅτι ἀκούουσιν.
17 ἀμὴν γὰρ λέγω ὑμῖν ὅτι πολλοὶ προφῆται καὶ δίκαιοι ἐπεθύμησαν ἰδεῖν ἃ βλέπετε καὶ οὐκ εἶδαν, καὶ ἀκοῦσαι ἃ ἀκούετε καὶ οὐκ ἤκουσαν.
18 Ὑμεῖς οὖν ἀκούσατε τὴν παραβολὴν τοῦ σπείραντος.
19 Παντὸς ἀκούοντος τὸν λόγον τῆς βασιλείας καὶ μὴ συνιέντος, ἔρχεται ὁ πονηρὸς καὶ ἁρπάζει τὸ ἐσπαρμένον ἐν τῇ καρδίᾳ αὐτοῦ· οὗτός ἐστιν ὁ παρὰ τὴν ὁδὸν σπαρείς.
20 ὁ δὲ ἐπὶ τὰ πετρώδη σπαρείς, οὗτός ἐστιν ὁ τὸν λόγον ἀκούων καὶ εὐθὺς μετὰ χαρᾶς λαμβάνων αὐτόν·
21 οὐκ ἔχει δὲ ῥίζαν ἐν ἑαυτῷ ἀλλὰ πρόσκαιρός ἐστιν, γενομένης δὲ θλίψεως ἢ διωγμοῦ διὰ τὸν λόγον εὐθὺς σκανδαλίζεται.
22 ὁ δὲ εἰς τὰς ἀκάνθας σπαρείς, οὗτός ἐστιν ὁ τὸν λόγον ἀκούων καὶ ἡ μέριμνα τοῦ αἰῶνος καὶ ἡ ἀπάτη τοῦ πλούτου συνπνίγει τὸν λόγον, καὶ ἄκαρπος γίνεται.
23 ὁ δὲ ἐπὶ τὴν καλὴν γῆν σπαρείς, οὗτός ἐστιν ὁ τὸν λόγον ἀκούων καὶ συνιείς, ὃς δὴ καρποφορεῖ καὶ ποιεῖ ὃ μὲν ἑκατὸν ὃ δὲ ἑξήκοντα ὃ δὲ τριάκοντα.
24 Ἄλλην παραβολὴν παρέθηκεν αὐτοῖς λέγων Ὡμοιώθη ἡ βασιλεία τῶν οὐρανῶν ἀνθρώπῳ σπείραντι καλὸν σπέρμα ἐν τῷ ἀγρῷ αὐτοῦ.
25 ἐν δὲ τῷ καθεύδειν τοὺς ἀνθρώπους ἦλθεν αὐτοῦ ὁ ἐχθρὸς καὶ ἐπέσπειρεν ζιζάνια ἀνὰ μέσον τοῦ σίτου καὶ ἀπῆλθεν.
26 ὅτε δὲ ἐβλάστησεν ὁ χόρτος καὶ καρπὸν ἐποίησεν, τότε ἐφάνη καὶ τὰ ζιζάνια.
27 προσελθόντες δὲ οἱ δοῦλοι τοῦ οἰκοδεσπότου εἶπον αὐτῷ Κύριε, οὐχὶ καλὸν σπέρμα ἔσπειρας ἐν τῷ σῷ ἀγρῷ; πόθεν οὖν ἔχει ζιζάνια;
28 ὁ δὲ ἔφη αὐτοῖς Ἐχθρὸς ἄνθρωπος τοῦτο ἐποίησεν. οἱ δὲ αὐτῷ λέγουσιν Θέλεις οὖν ἀπελθόντες συλλέξωμεν αὐτά;
29 ὁ δέ φησιν Οὔ, μήποτε συλλέγοντες τὰ ζιζάνια ἐκριζώσητε ἅμα αὐτοῖς τὸν σῖτον·
30 ἄφετε συναυξάνεσθαι ἀμφότερα ⸂ἕως⸃ τοῦ θερισμοῦ· καὶ ἐν καιρῷ τοῦ θερισμοῦ ἐρῶ τοῖς θερισταῖς Συλλέξατε πρῶτον τὰ ζιζάνια καὶ δήσατε αὐτὰ [εἰς] δέσμας πρὸς τὸ κατακαῦσαι αὐτά, τὸν δὲ σῖτον ⸂συνάγετε⸃ εἰς τὴν ἀποθήκην μου.
31 Ἄλλην παραβολὴν παρέθηκεν αὐτοῖς λέγων Ὁμοία ἐστὶν ἡ βασιλεία τῶν οὐρανῶν κόκκῳ σινάπεως, ὃν λαβὼν ἄνθρωπος ἔσπειρεν ἐν τῷ ἀγρῷ αὐτοῦ·
32 ὃ μικρότερον μέν ἐστιν πάντων τῶν σπερμάτων, ὅταν δὲ αὐξηθῇ μεῖζον τῶν λαχάνων ἐστὶν καὶ γίνεται δένδρον, ὥστε ἐλθεῖν τὰ πετεινὰ τοῦ οὐρανοῦ καὶ κατασκηνοῖν ἐν τοῖς κλάδοις αὐτοῦ.
33 Ἄλλην παραβολὴν [ἐλάλησεν αὐτοῖς]· Ὁμοία ἐστὶν ἡ βασιλεία τῶν οὐρανῶν ζύμῃ, ἣν λαβοῦσα γυνὴ ἐνέκρυψεν εἰς ἀλεύρου σάτα τρία ἕως οὗ ἐζυμώθη ὅλον.
34 Ταῦτα πάντα ἐλάλησεν ὁ Ἰησοῦς ἐν παραβολαῖς τοῖς ὄχλοις, καὶ χωρὶς παραβολῆς οὐδὲν ἐλάλει αὐτοῖς·
35 ὅπως πληρωθῇ τὸ ῥηθὲν διὰ⸆ τοῦ προφήτου λέγοντος Ἀνοίξω ἐν παραβολαῖς τὸ στόμα μου, ἐρεύξομαι κεκρυμμένα ἀπὸ καταβολῆς.
36 Τότε ἀφεὶς τοὺς ὄχλους ἦλθεν εἰς τὴν οἰκίαν. Καὶ προσῆλθαν αὐτῷ οἱ μαθηταὶ αὐτοῦ λέγοντες Διασάφησον ἡμῖν τὴν παραβολὴν τῶν ζιζανίων τοῦ ἀγροῦ.
37 ὁ δὲ ἀποκριθεὶς εἶπεν Ὁ σπείρων τὸ καλὸν σπέρμα ἐστὶν ὁ υἱὸς τοῦ ἀνθρώπου·
38 ὁ δὲ ἀγρός ἐστιν ὁ κόσμος· τὸ δὲ καλὸν σπέρμα, οὗτοί εἰσιν οἱ υἱοὶ τῆς βασιλείας· τὰ δὲ ζιζάνιά εἰσιν οἱ υἱοὶ τοῦ πονηροῦ,
39 ὁ δὲ ἐχθρὸς ὁ σπείρας αὐτά ἐστιν ὁ διάβολος· ὁ δὲ θερισμὸς συντέλεια αἰῶνός ἐστιν, οἱ δὲ θερισταὶ ἄγγελοί εἰσιν.
40 ὥσπερ οὖν συλλέγεται τὰ ζιζάνια καὶ πυρὶ κατακαίεται, οὕτως ἔσται ἐν τῇ συντελείᾳ τοῦ αἰῶνος·
41 ἀποστελεῖ ὁ υἱὸς τοῦ ἀνθρώπου τοὺς ἀγγέλους αὐτοῦ, καὶ συλλέξουσιν ἐκ τῆς βασιλείας αὐτοῦ πάντα τὰ σκάνδαλα καὶ τοὺς ποιοῦντας τὴν ἀνομίαν,
42 καὶ βαλοῦσιν αὐτοὺς εἰς τὴν κάμινον τοῦ πυρός· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.
43 Τότε οἱ δίκαιοι ἐκλάμψουσιν ὡς ὁ ἥλιος ἐν τῇ βασιλείᾳ τοῦ πατρὸς αὐτῶν. Ὁ ἔχων ὦτα ἀκουέτω.
44 Ὁμοία ἐστὶν ἡ βασιλεία τῶν οὐρανῶν θησαυρῷ κεκρυμμένῳ ἐν τῷ ἀγρῷ, ὃν εὑρὼν ἄνθρωπος ἔκρυψεν, καὶ ἀπὸ τῆς χαρᾶς αὐτοῦ ὑπάγει καὶ πωλεῖ⸆ ὅσα ἔχει καὶ ἀγοράζει τὸν ἀγρὸν ἐκεῖνον.
45 Πάλιν ὁμοία ἐστὶν ἡ βασιλεία τῶν οὐρανῶν⸆ ἐμπόρῳ ζητοῦντι καλοὺς μαργαρίτας·
46 εὑρὼν δὲ ἕνα πολύτιμον μαργαρίτην ἀπελθὼν πέπρακεν πάντα ὅσα εἶχεν καὶ ἠγόρασεν αὐτόν.
47 Πάλιν ὁμοία ἐστὶν ἡ βασιλεία τῶν οὐρανῶν σαγήνῃ βληθείσῃ εἰς τὴν θάλασσαν καὶ ἐκ παντὸς γένους συναγαγούσῃ·
48 ἣν ὅτε ἐπληρώθη ἀναβιβάσαντες ἐπὶ τὸν αἰγιαλὸν καὶ καθίσαντες συνέλεξαν τὰ καλὰ εἰς ἄγγη, τὰ δὲ σαπρὰ ἔξω ἔβαλον.
49 οὕτως ἔσται ἐν τῇ συντελείᾳ τοῦ αἰῶνος· ἐξελεύσονται οἱ ἄγγελοι καὶ ἀφοριοῦσιν τοὺς πονηροὺς ἐκ μέσου τῶν δικαίων
50 καὶ βαλοῦσιν αὐτοὺς εἰς τὴν κάμινον τοῦ πυρός· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.
51 Συνήκατε ταῦτα πάντα; λέγουσιν αὐτῷ Ναί.
52 ὁ δὲ ⸂εἶπεν⸃ αὐτοῖς Διὰ τοῦτο πᾶς γραμματεὺς μαθητευθεὶς τῇ βασιλείᾳ τῶν οὐρανῶν ὅμοιός ἐστιν ἀνθρώπῳ οἰκοδεσπότῃ ὅστις ἐκβάλλει ἐκ τοῦ θησαυροῦ αὐτοῦ καινὰ καὶ παλαιά.
53 Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς τὰς παραβολὰς ταύτας, μετῆρεν ἐκεῖθεν.
54 καὶ ἐλθὼν εἰς τὴν πατρίδα αὐτοῦ ἐδίδασκεν αὐτοὺς ἐν τῇ συναγωγῇ αὐτῶν, ὥστε ἐκπλήσσεσθαι αὐτοὺς καὶ λέγειν Πόθεν τούτῳ ἡ σοφία αὕτη καὶ αἱ δυνάμεις;
55 οὐχ οὗτός ἐστιν ὁ τοῦ τέκτονος υἱός; οὐχ ἡ μήτηρ αὐτοῦ λέγεται Μαριὰμ καὶ οἱ ἀδελφοὶ αὐτοῦ Ἰάκωβος καὶ Ἰωσὴφ καὶ Σίμων καὶ Ἰούδας;
56 καὶ αἱ ἀδελφαὶ αὐτοῦ οὐχὶ πᾶσαι πρὸς ἡμᾶς εἰσίν; πόθεν οὖν τούτῳ ταῦτα πάντα;
57 καὶ ἐσκανδαλίζοντο ἐν αὐτῷ. ὁ δὲ Ἰησοῦς εἶπεν αὐτοῖς Οὐκ ἔστιν προφήτης ἄτιμος εἰ μὴ ἐν τῇ⸆ πατρίδι καὶ ἐν τῇ οἰκίᾳ αὐτοῦ.
58 Καὶ οὐκ ἐποίησεν ἐκεῖ δυνάμεις πολλὰς διὰ τὴν ἀπιστίαν αὐτῶν.

\c 14
1 Ἐν ἐκείνῳ τῷ καιρῷ ἤκουσεν Ἡρῴδης ὁ τετραάρχης τὴν ἀκοὴν Ἰησοῦ,
2 καὶ εἶπεν τοῖς παισὶν αὐτοῦ Οὗτός ἐστιν Ἰωάνης ὁ βαπτιστής· αὐτὸς ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ διὰ τοῦτο αἱ δυνάμεις ἐνεργοῦσιν ἐν αὐτῷ.
3 Ὁ γὰρ Ἡρῴδης κρατήσας τὸν Ἰωάνην ἔδησεν καὶ ἐν φυλακῇ ἀπέθετο διὰ Ἡρῳδιάδα τὴν γυναῖκα Φιλίππου τοῦ ἀδελφοῦ αὐτοῦ,
4 ἔλεγεν γὰρ ὁ Ἰωάνης αὐτῷ Οὐκ ἔξεστίν σοι ἔχειν αὐτήν·
5 καὶ θέλων αὐτὸν ἀποκτεῖναι ἐφοβήθη τὸν ὄχλον, ὅτι ὡς προφήτην αὐτὸν εἶχον.
6 γενεσίοις δὲ γενομένοις τοῦ Ἡρῴδου ὠρχήσατο ἡ θυγάτηρ τῆς Ἡρῳδιάδος ἐν τῷ μέσῳ καὶ ἤρεσεν τῷ Ἡρῴδῃ,
7 ὅθεν μετὰ ὅρκου ὡμολόγησεν αὐτῇ δοῦναι ὃ ἐὰν αἰτήσηται.
8 ἡ δὲ προβιβασθεῖσα ὑπὸ τῆς μητρὸς αὐτῆς Δός μοι, φησίν, ὧδε ἐπὶ πίνακι τὴν κεφαλὴν Ἰωάνου τοῦ βαπτιστοῦ.
9 καὶ λυπηθεὶς ὁ βασιλεὺς διὰ τοὺς ὅρκους καὶ τοὺς συνανακειμένους ἐκέλευσεν δοθῆναι,
10 καὶ πέμψας ἀπεκεφάλισεν Ἰωάνην ἐν τῇ φυλακῇ·
11 καὶ ἠνέχθη ἡ κεφαλὴ αὐτοῦ ἐπὶ πίνακι καὶ ἐδόθη τῷ κορασίῳ, καὶ ἤνεγκεν τῇ μητρὶ αὐτῆς.
12 Καὶ προσελθόντες οἱ μαθηταὶ αὐτοῦ ἦραν τὸ πτῶμα καὶ ἔθαψαν αὐτόν, καὶ ἐλθόντες ἀπήγγειλαν τῷ Ἰησοῦ.
13 Ἀκούσας δὲ ὁ Ἰησοῦς ἀνεχώρησεν ἐκεῖθεν ἐν πλοίῳ εἰς ἔρημον τόπον κατ᾽ ἰδίαν· καὶ ἀκούσαντες οἱ ὄχλοι ἠκολούθησαν αὐτῷ ⸂πεζῇ⸃ ἀπὸ τῶν πόλεων.
14 Καὶ ἐξελθὼν εἶδεν πολὺν ὄχλον, καὶ ἐσπλαγχνίσθη ἐπ᾽ αὐτοῖς καὶ ἐθεράπευσεν τοὺς ἀρρώστους αὐτῶν.
15 Ὀψίας δὲ γενομένης προσῆλθαν αὐτῷ οἱ μαθηταὶ λέγοντες Ἔρημός ἐστιν ὁ τόπος καὶ ἡ ὥρα ⸂ἤδη παρῆλθεν· ἀπόλυσον⸃ τοὺς ὄχλους, ἵνα ἀπελθόντες εἰς τὰς κώμας ἀγοράσωσιν ἑαυτοῖς βρώματα.
16 ὁ δὲ Ἰησοῦς εἶπεν αὐτοῖς Οὐ χρείαν ἔχουσιν ἀπελθεῖν· δότε αὐτοῖς ὑμεῖς φαγεῖν.
17 οἱ δὲ λέγουσιν αὐτῷ Οὐκ ἔχομεν ὧδε εἰ μὴ πέντε ἄρτους καὶ δύο ἰχθύας.
18 ὁ δὲ εἶπεν Φέρετέ μοι ὧδε αὐτούς.
19 καὶ ⸂κελεύσας τοὺς ὄχλους ἀνακλιθῆναι ἐπὶ τοῦ χόρτου, λαβὼν⸃ τοὺς πέντε ἄρτους καὶ τοὺς δύο ἰχθύας, ἀναβλέψας εἰς τὸν οὐρανὸν εὐλόγησεν καὶ κλάσας ἔδωκεν τοῖς μαθηταῖς τοὺς ἄρτους οἱ δὲ μαθηταὶ τοῖς ὄχλοις.
20 καὶ ἔφαγον πάντες καὶ ἐχορτάσθησαν, καὶ ἦραν τὸ περισσεῦον τῶν κλασμάτων δώδεκα κοφίνους πλήρεις.
21 οἱ δὲ ἐσθίοντες ἦσαν ἄνδρες ὡσεὶ πεντακισχίλιοι χωρὶς γυναικῶν καὶ παιδίων.
22 Καὶ [εὐθέως] ἠνάγκασεν τοὺς μαθητὰς ἐμβῆναι εἰς⸆ πλοῖον καὶ προάγειν αὐτὸν εἰς τὸ πέραν, ἕως οὗ ἀπολύσῃ τοὺς ὄχλους.
23 καὶ ἀπολύσας τοὺς ὄχλους ἀνέβη εἰς τὸ ὄρος κατ᾽ ἰδίαν προσεύξασθαι. ὀψίας δὲ γενομένης μόνος ἦν ἐκεῖ.
24 Τὸ δὲ πλοῖον ἤδη ⸂σταδίους πολλοὺς ἀπὸ τῆς γῆς ἀπεῖχεν⸃, βασανιζόμενον ὑπὸ τῶν κυμάτων, ἦν γὰρ ἐναντίος ὁ ἄνεμος.
25 Τετάρτῃ δὲ φυλακῇ τῆς νυκτὸς ἦλθεν πρὸς αὐτοὺς περιπατῶν ἐπὶ τὴν θάλασσαν.
26 οἱ δὲ μαθηταὶ ἰδόντες αὐτὸν ἐπὶ τῆς θαλάσσης περιπατοῦντα ἐταράχθησαν λέγοντες ὅτι Φάντασμά ἐστιν, καὶ ἀπὸ τοῦ φόβου ἔκραξαν.
27 εὐθὺς δὲ ἐλάλησεν [ὁ Ἰησοῦς] αὐτοῖς λέγων Θαρσεῖτε, ἐγώ εἰμι· μὴ φοβεῖσθε.
28 ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν αὐτῷ Κύριε, εἰ σὺ εἶ, κέλευσόν με ἐλθεῖν πρὸς σὲ ἐπὶ τὰ ὕδατα·
29 ὁ δὲ εἶπεν Ἐλθέ. καὶ καταβὰς ἀπὸ τοῦ πλοίου Πέτρος περιεπάτησεν ἐπὶ τὰ ὕδατα ⸂καὶ ἦλθεν⸃ πρὸς τὸν Ἰησοῦν.
30 βλέπων δὲ τὸν ἄνεμον ἐφοβήθη, καὶ ἀρξάμενος καταποντίζεσθαι ἔκραξεν λέγων Κύριε, σῶσόν με.
31 εὐθέως δὲ ὁ Ἰησοῦς ἐκτείνας τὴν χεῖρα ἐπελάβετο αὐτοῦ καὶ λέγει αὐτῷ Ὀλιγόπιστε, εἰς τί ἐδίστασας;
32 καὶ ἀναβάντων αὐτῶν εἰς τὸ πλοῖον ἐκόπασεν ὁ ἄνεμος.
33 οἱ δὲ ἐν τῷ πλοίῳ προσεκύνησαν αὐτῷ λέγοντες Ἀληθῶς θεοῦ υἱὸς εἶ.
34 Καὶ διαπεράσαντες ἦλθαν ἐπὶ τὴν γῆν εἰς Γεννησαρέτ.
35 καὶ ἐπιγνόντες αὐτὸν οἱ ἄνδρες τοῦ τόπου ἐκείνου ἀπέστειλαν εἰς ὅλην τὴν περίχωρον ἐκείνην, καὶ προσήνεγκαν αὐτῷ πάντας τοὺς κακῶς ἔχοντας,
36 καὶ παρεκάλουν [αὐτὸν] ἵνα μόνον ἅψωνται τοῦ κρασπέδου τοῦ ἱματίου αὐτοῦ· καὶ ὅσοι ἥψαντο διεσώθησαν.

\c 15
1 Τότε προσέρχονται τῷ Ἰησοῦ ἀπὸ Ἰεροσολύμων Φαρισαῖοι καὶ γραμματεῖς λέγοντες
2 Διὰ τί οἱ μαθηταί σου παραβαίνουσιν τὴν παράδοσιν τῶν πρεσβυτέρων; οὐ γὰρ νίπτονται τὰς χεῖρας ὅταν ἄρτον ἐσθίωσιν.
3 ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς Διὰ τί καὶ ὑμεῖς παραβαίνετε τὴν ἐντολὴν τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν;
4 ὁ γὰρ θεὸς εἶπεν Τίμα τὸν πατέρα καὶ τὴν μητέρα, καί Ὁ κακολογῶν πατέρα ἢ μητέρα θανάτῳ τελευτάτω·
5 ὑμεῖς δὲ λέγετε Ὃς ἂν εἴπῃ τῷ πατρὶ ἢ τῇ μητρί Δῶρον ὃ ἐὰν ἐξ ἐμοῦ ὠφεληθῇς,
6 οὐ μὴ τιμήσει τὸν πατέρα αὐτοῦ· καὶ ἠκυρώσατε τὸν ⸂λόγον⸃ τοῦ θεοῦ διὰ τὴν παράδοσιν ὑμῶν.
7 ὑποκριταί, καλῶς ἐπροφήτευσεν περὶ ὑμῶν Ἠσαίας λέγων
8 Ὁ λαὸς οὗτος τοῖς χείλεσίν με τιμᾷ, ἡ δὲ καρδία αὐτῶν πόρρω ἀπέχει ἀπ᾽ ἐμοῦ·
9 μάτην δὲ σέβονταί με, διδάσκοντες διδασκαλίας ἐντάλματα ἀνθρώπων.
10 Καὶ προσκαλεσάμενος τὸν ὄχλον εἶπεν αὐτοῖς Ἀκούετε καὶ συνίετε·
11 οὐ τὸ εἰσερχόμενον εἰς τὸ στόμα κοινοῖ τὸν ἄνθρωπον, ἀλλὰ τὸ ἐκπορευόμενον ἐκ τοῦ στόματος τοῦτο κοινοῖ τὸν ἄνθρωπον.
12 Τότε προσελθόντες οἱ μαθηταὶ λέγουσιν αὐτῷ Οἶδας ὅτι οἱ Φαρισαῖοι ἀκούσαντες τὸν λόγον ἐσκανδαλίσθησαν;
13 ὁ δὲ ἀποκριθεὶς εἶπεν Πᾶσα φυτεία ἣν οὐκ ἐφύτευσεν ὁ πατήρ μου ὁ οὐράνιος ἐκριζωθήσεται.
14 ἄφετε αὐτούς· ⸂τυφλοί εἰσιν ὁδηγοί⸃· τυφλὸς δὲ τυφλὸν ἐὰν ὁδηγῇ, ἀμφότεροι εἰς βόθυνον πεσοῦνται.
15 Ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν αὐτῷ Φράσον ἡμῖν τὴν παραβολήν.
16 ὁ δὲ εἶπεν Ἀκμὴν καὶ ὑμεῖς ἀσύνετοί ἐστε;
17 οὐ νοεῖτε ὅτι πᾶν τὸ εἰσπορευόμενον εἰς τὸ στόμα εἰς τὴν κοιλίαν χωρεῖ καὶ εἰς ἀφεδρῶνα ἐκβάλλεται;
18 τὰ δὲ ἐκπορευόμενα ἐκ τοῦ στόματος ἐκ τῆς καρδίας ἐξέρχεται, κἀκεῖνα κοινοῖ τὸν ἄνθρωπον.
19 ἐκ γὰρ τῆς καρδίας ἐξέρχονται διαλογισμοὶ πονηροί, φόνοι, μοιχεῖαι, πορνεῖαι, κλοπαί, ψευδομαρτυρίαι, βλασφημίαι.
20 ταῦτά ἐστιν τὰ κοινοῦντα τὸν ἄνθρωπον, τὸ δὲ ἀνίπτοις χερσὶν φαγεῖν οὐ κοινοῖ τὸν ἄνθρωπον.
21 Καὶ ἐξελθὼν ἐκεῖθεν ὁ Ἰησοῦς ἀνεχώρησεν εἰς τὰ μέρη Τύρου καὶ Σιδῶνος.
22 Καὶ ἰδοὺ γυνὴ Χαναναία ἀπὸ τῶν ὁρίων ἐκείνων ἐξελθοῦσα ⸂ἔκραζεν⸃ λέγουσα Ἐλέησόν με, κύριε ⸂υἱὸς⸃ Δαυείδ· ἡ θυγάτηρ μου κακῶς δαιμονίζεται.
23 ὁ δὲ οὐκ ἀπεκρίθη αὐτῇ λόγον. καὶ προσελθόντες οἱ μαθηταὶ αὐτοῦ ἠρώτουν αὐτὸν λέγοντες Ἀπόλυσον αὐτήν, ὅτι κράζει ὄπισθεν ἡμῶν.
24 ὁ δὲ ἀποκριθεὶς εἶπεν Οὐκ ἀπεστάλην εἰ μὴ εἰς τὰ πρόβατα τὰ ἀπολωλότα οἴκου Ἰσραήλ.
25 ἡ δὲ ἐλθοῦσα προσεκύνει αὐτῷ λέγουσα Κύριε, βοήθει μοι.
26 ὁ δὲ ἀποκριθεὶς εἶπεν Οὐκ ἔστιν καλὸν λαβεῖν τὸν ἄρτον τῶν τέκνων καὶ βαλεῖν τοῖς κυναρίοις.
27 ἡ δὲ εἶπεν Ναί, κύριε, καὶ [γὰρ] τὰ κυνάρια ἐσθίει ἀπὸ τῶν ψιχίων τῶν πιπτόντων ἀπὸ τῆς τραπέζης τῶν κυρίων αὐτῶν.
28 τότε ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτῇ Ὦ γύναι, μεγάλη σου ἡ πίστις· γενηθήτω σοι ὡς θέλεις. καὶ ἰάθη ἡ θυγάτηρ αὐτῆς ἀπὸ τῆς ὥρας ἐκείνης.
29 Καὶ μεταβὰς ἐκεῖθεν ὁ Ἰησοῦς ἦλθεν παρὰ τὴν θάλασσαν τῆς Γαλιλαίας, καὶ ἀναβὰς εἰς τὸ ὄρος ἐκάθητο ἐκεῖ.
30 καὶ προσῆλθον αὐτῷ ὄχλοι πολλοὶ ἔχοντες μεθ᾽ ἑαυτῶν ⸂χωλούς, κυλλούς, τυφλούς, κωφούς,⸃ καὶ ἑτέρους πολλούς, καὶ ἔριψαν αὐτοὺς παρὰ τοὺς πόδας αὐτοῦ, καὶ ἐθεράπευσεν αὐτούς·
31 ὥστε ⸂τὸν ὄχλον⸃ θαυμάσαι βλέποντας κωφοὺς ⸂λαλοῦντασ⸃⸆ καὶ χωλοὺς περιπατοῦντας καὶ τυφλοὺς βλέποντας· καὶ ⸂ἐδόξασαν⸃ τὸν θεὸν Ἰσραήλ.
32 Ὁ δὲ Ἰησοῦς προσκαλεσάμενος τοὺς μαθητὰς αὐτοῦ εἶπεν Σπλαγχνίζομαι ἐπὶ τὸν ὄχλον, ὅτι [ἤδη] ἡμέραι τρεῖς προσμένουσίν μοι καὶ οὐκ ἔχουσιν τί φάγωσιν· καὶ ἀπολῦσαι αὐτοὺς νήστεις οὐ θέλω, μήποτε ἐκλυθῶσιν ἐν τῇ ὁδῷ.
33 καὶ λέγουσιν αὐτῷ οἱ μαθηταί Πόθεν ἡμῖν ἐν ἐρημίᾳ ἄρτοι τοσοῦτοι ὥστε χορτάσαι ὄχλον τοσοῦτον;
34 καὶ λέγει αὐτοῖς ὁ Ἰησοῦς Πόσους ἄρτους ἔχετε; οἱ δὲ εἶπαν Ἑπτά, καὶ ὀλίγα ἰχθύδια.
35 καὶ παραγγείλας τῷ ὄχλῳ ἀναπεσεῖν ἐπὶ τὴν γῆν
36 ἔλαβεν τοὺς ἑπτὰ ἄρτους καὶ τοὺς ἰχθύας καὶ εὐχαριστήσας ἔκλασεν καὶ ἐδίδου τοῖς μαθηταῖς οἱ δὲ μαθηταὶ τοῖς ὄχλοις.
37 καὶ ἔφαγον πάντες καὶ ἐχορτάσθησαν, καὶ τὸ περισσεῦον τῶν κλασμάτων ἦραν ἑπτὰ σφυρίδας πλήρεις.
38 οἱ δὲ ἐσθίοντες ἦσαν⸆ τετρακισχίλιοι ἄνδρες χωρὶς ⸂γυναικῶν καὶ παιδίων⸃.
39 Καὶ ἀπολύσας τοὺς ὄχλους ἐνέβη εἰς τὸ πλοῖον, καὶ ἦλθεν εἰς τὰ ὅρια Μαγαδάν.

\c 16
1 Καὶ προσελθόντες [οἱ] Φαρισαῖοι καὶ Σαδδουκαῖοι πειράζοντες ⸂ἐπηρώτησαν⸃ αὐτὸν σημεῖον ἐκ τοῦ οὐρανοῦ ἐπιδεῖξαι αὐτοῖς.
2 ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς [[Ὀψίας γενομένης λέγετε Εὐδία, πυρράζει γὰρ ὁ οὐρανός·
3 καὶ πρωί Σήμερον χειμών, πυρράζει γὰρ στυγνάζων ὁ οὐρανός. τὸ μὲν πρόσωπον τοῦ οὐρανοῦ γινώσκετε διακρίνειν, τὰ δὲ σημεῖα τῶν καιρῶν οὐ δύνασθε.]]
4 Γενεὰ πονηρὰ καὶ μοιχαλὶς σημεῖον ἐπιζητεῖ, καὶ σημεῖον οὐ δοθήσεται αὐτῇ εἰ μὴ τὸ σημεῖον Ἰωνᾶ. καὶ καταλιπὼν αὐτοὺς ἀπῆλθεν.
5 Καὶ ἐλθόντες οἱ μαθηταὶ εἰς τὸ πέραν ἐπελάθοντο ⸂ἄρτους λαβεῖν⸃.
6 ὁ δὲ Ἰησοῦς εἶπεν αὐτοῖς Ὁρᾶτε καὶ προσέχετε ἀπὸ τῆς ζύμης τῶν Φαρισαίων καὶ Σαδδουκαίων.
7 οἱ δὲ διελογίζοντο ἐν ἑαυτοῖς λέγοντες ὅτι Ἄρτους οὐκ ἐλάβομεν.
8 γνοὺς δὲ ὁ Ἰησοῦς εἶπεν Τί διαλογίζεσθε ἐν ἑαυτοῖς, ὀλιγόπιστοι, ὅτι ἄρτους οὐκ ἔχετε;
9 οὔπω νοεῖτε, οὐδὲ μνημονεύετε τοὺς πέντε ἄρτους τῶν πεντακισχιλίων καὶ πόσους κοφίνους ἐλάβετε;
10 οὐδὲ τοὺς ἑπτὰ ἄρτους τῶν τετρακισχιλίων καὶ πόσας σφυρίδας ἐλάβετε;
11 πῶς οὐ νοεῖτε ὅτι οὐ περὶ ἄρτων εἶπον ὑμῖν; προσέχετε δὲ ἀπὸ τῆς ζύμης τῶν Φαρισαίων καὶ Σαδδουκαίων.
12 τότε συνῆκαν ὅτι οὐκ εἶπεν προσέχειν ἀπὸ τῆς ζύμης [τῶν ἄρτων] ἀλλὰ ἀπὸ τῆς διδαχῆς τῶν Φαρισαίων καὶ Σαδδουκαίων.
13 Ἐλθὼν δὲ ὁ Ἰησοῦς εἰς τὰ μέρη Καισαρίας τῆς Φιλίππου ἠρώτα τοὺς μαθητὰς αὐτοῦ λέγων Τίνα λέγουσιν οἱ ἄνθρωποι εἶναι τὸν υἱὸν τοῦ ἀνθρώπου;
14 οἱ δὲ εἶπαν Οἱ μὲν Ἰωάνην τὸν βαπτιστήν, ἄλλοι δὲ Ἠλείαν, ἕτεροι δὲ Ἰερεμίαν ἢ ἕνα τῶν προφητῶν.
15 λέγει αὐτοῖς Ὑμεῖς δὲ τίνα με λέγετε εἶναι;
16 ἀποκριθεὶς δὲ Σίμων Πέτρος εἶπεν Σὺ εἶ ὁ χριστὸς ὁ υἱὸς τοῦ θεοῦ τοῦ ζῶντος.
17 ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν αὐτῷ Μακάριος εἶ, Σίμων Βαριωνᾶ, ὅτι σὰρξ καὶ αἷμα οὐκ ἀπεκάλυψέν σοι ἀλλ᾽ ὁ πατήρ μου ὁ ἐν [τοῖς] οὐρανοῖς·
18 κἀγὼ δέ σοι λέγω ὅτι σὺ εἶ Πέτρος, καὶ ἐπὶ ταύτῃ τῇ πέτρᾳ οἰκοδομήσω μου τὴν ἐκκλησίαν, καὶ πύλαι ᾅδου οὐ κατισχύσουσιν αὐτῆς·
19 δώσω σοι τὰς κλεῖδας τῆς βασιλείας τῶν οὐρανῶν, καὶ ὃ ἐὰν δήσῃς ἐπὶ τῆς γῆς ἔσται δεδεμένον ἐν τοῖς οὐρανοῖς, καὶ ὃ ἐὰν λύσῃς ἐπὶ τῆς γῆς ἔσται λελυμένον ἐν τοῖς οὐρανοῖς.
20 Τότε ⸂ἐπετίμησεν⸃ τοῖς μαθηταῖς ἵνα μηδενὶ εἴπωσιν ὅτι αὐτός ἐστιν ὁ χριστός.
21 Ἀπὸ τότε ἤρξατο Ἰησοῦς Χριστὸς δεικνύειν τοῖς μαθηταῖς αὐτοῦ ὅτι δεῖ αὐτὸν εἰς Ἰεροσόλυμα ἀπελθεῖν καὶ πολλὰ παθεῖν ἀπὸ τῶν πρεσβυτέρων καὶ ἀρχιερέων καὶ γραμματέων καὶ ἀποκτανθῆναι καὶ τῇ τρίτῃ ἡμέρᾳ ἐγερθῆναι.
22 καὶ προσλαβόμενος αὐτὸν ὁ Πέτρος ⸂ἤρξατο ἐπιτιμᾷν αὐτῷ λέγων⸃ Ἵλεώς σοι, κύριε· οὐ μὴ ἔσται σοι τοῦτο.
23 ὁ δὲ στραφεὶς εἶπεν τῷ Πέτρῳ Ὕπαγε ὀπίσω μου, Σατανᾶ· σκάνδαλον εἶ ἐμοῦ, ὅτι οὐ φρονεῖς τὰ τοῦ θεοῦ ἀλλὰ τὰ τῶν ἀνθρώπων.
24 Τότε [ὁ] Ἰησοῦς εἶπεν τοῖς μαθηταῖς αὐτοῦ Εἴ τις θέλει ὀπίσω μου ἐλθεῖν, ἀπαρνησάσθω ἑαυτὸν καὶ ἀράτω τὸν σταυρὸν αὐτοῦ καὶ ἀκολουθείτω μοι.
25 ὃς γὰρ ἐὰν θέλῃ τὴν ψυχὴν αὐτοῦ σῶσαι ἀπολέσει αὐτήν· ὃς δ᾽ ἂν ἀπολέσῃ τὴν ψυχὴν αὐτοῦ ἕνεκεν ἐμοῦ εὑρήσει αὐτήν.
26 τί γὰρ ὠφεληθήσεται ἄνθρωπος ἐὰν τὸν κόσμον ὅλον κερδήσῃ τὴν δὲ ψυχὴν αὐτοῦ ζημιωθῇ; ἢ τί δώσει ἄνθρωπος ἀντάλλαγμα τῆς ψυχῆς αὐτοῦ;
27 μέλλει γὰρ ὁ υἱὸς τοῦ ἀνθρώπου ἔρχεσθαι ἐν τῇ δόξῃ τοῦ πατρὸς αὐτοῦ μετὰ τῶν ἀγγέλων αὐτοῦ, καὶ τότε ἀποδώσει ἑκάστῳ κατὰ τὴν πρᾶξιν αὐτοῦ.
28 ἀμὴν λέγω ὑμῖν ὅτι εἰσίν τινες τῶν ὧδε ἑστώτων οἵτινες οὐ μὴ γεύσωνται θανάτου ἕως ἂν ἴδωσιν τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐν τῇ βασιλείᾳ αὐτοῦ.

\c 17
1 Καὶ μεθ᾽ ἡμέρας ἓξ παραλαμβάνει ὁ Ἰησοῦς τὸν Πέτρον καὶ⸆ Ἰάκωβον καὶ Ἰωάνην τὸν ἀδελφὸν αὐτοῦ, καὶ ἀναφέρει αὐτοὺς εἰς ὄρος ὑψηλὸν κατ᾽ ἰδίαν.
2 καὶ μετεμορφώθη ἔμπροσθεν αὐτῶν, καὶ ἔλαμψεν τὸ πρόσωπον αὐτοῦ ὡς ὁ ἥλιος, τὰ δὲ ἱμάτια αὐτοῦ ἐγένετο λευκὰ ὡς τὸ φῶς.
3 καὶ ἰδοὺ ὤφθη αὐτοῖς Μωυσῆς καὶ Ἠλείας συνλαλοῦντες μετ᾽ αὐτοῦ.
4 ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν τῷ Ἰησοῦ Κύριε, καλόν ἐστιν ἡμᾶς ὧδε εἶναι· εἰ θέλεις, ποιήσω ὧδε ⸂τρεῖς σκηνάς⸃, σοὶ μίαν καὶ Μωυσεῖ μίαν καὶ Ἠλείᾳ μίαν.
5 ἔτι αὐτοῦ λαλοῦντος ἰδοὺ νεφέλη φωτινὴ ἐπεσκίασεν αὐτούς, καὶ ἰδοὺ φωνὴ ἐκ τῆς νεφέλης λέγουσα Οὗτός ἐστιν ὁ υἱός μου ὁ ἀγαπητός, ἐν ᾧ εὐδόκησα· ἀκούετε αὐτοῦ.
6 καὶ ἀκούσαντες οἱ μαθηταὶ ἔπεσαν ἐπὶ πρόσωπον αὐτῶν καὶ ἐφοβήθησαν σφόδρα.
7 καὶ προσῆλθεν ὁ Ἰησοῦς καὶ ἁψάμενος αὐτῶν εἶπεν Ἐγέρθητε καὶ μὴ φοβεῖσθε.
8 ἐπάραντες δὲ τοὺς ὀφθαλμοὺς αὐτῶν οὐδένα εἶδον εἰ μὴ ⸂αὐτὸν⸃ Ἰησοῦν μόνον.
9 Καὶ καταβαινόντων αὐτῶν ἐκ τοῦ ὄρους ἐνετείλατο αὐτοῖς ὁ Ἰησοῦς λέγων Μηδενὶ εἴπητε τὸ ὅραμα ἕως οὗ ὁ υἱὸς τοῦ ἀνθρώπου ἐκ νεκρῶν ⸂ἐγερθῇ⸃.
10 Καὶ ἐπηρώτησαν αὐτὸν οἱ μαθηταὶ λέγοντες Τί οὖν οἱ γραμματεῖς λέγουσιν ὅτι Ἠλείαν δεῖ ἐλθεῖν πρῶτον;
11 ὁ δὲ ἀποκριθεὶς εἶπεν Ἠλείας μὲν ἔρχεται καὶ ἀποκαταστήσει πάντα·
12 λέγω δὲ ὑμῖν ὅτι Ἠλείας ἤδη ἦλθεν, καὶ οὐκ ἐπέγνωσαν αὐτὸν ἀλλὰ ἐποίησαν ἐν αὐτῷ ὅσα ἠθέλησαν· οὕτως καὶ ὁ υἱὸς τοῦ ἀνθρώπου μέλλει πάσχειν ὑπ᾽ αὐτῶν.
13 τότε συνῆκαν οἱ μαθηταὶ ὅτι περὶ Ἰωάνου τοῦ βαπτιστοῦ εἶπεν αὐτοῖς.
14 Καὶ ἐλθόντων πρὸς τὸν ὄχλον προσῆλθεν αὐτῷ ἄνθρωπος γονυπετῶν αὐτὸν
15 καὶ λέγων Κύριε, ἐλέησόν μου τὸν υἱόν, ὅτι σεληνιάζεται καὶ κακῶς ⸂ἔχει⸃, πολλάκις γὰρ πίπτει εἰς τὸ πῦρ καὶ πολλάκις εἰς τὸ ὕδωρ·
16 καὶ προσήνεγκα αὐτὸν τοῖς μαθηταῖς σου, καὶ οὐκ ἠδυνήθησαν αὐτὸν θεραπεῦσαι.
17 ⸂ἀποκριθεὶς δὲ⸃ ὁ Ἰησοῦς εἶπεν Ὦ γενεὰ ἄπιστος καὶ διεστραμμένη, ἕως πότε μεθ᾽ ὑμῶν ἔσομαι; ἕως πότε ἀνέξομαι ὑμῶν; φέρετέ μοι αὐτὸν ὧδε.
18 καὶ ἐπετίμησεν αὐτῷ ὁ Ἰησοῦς, καὶ ἐξῆλθεν ἀπ᾽ αὐτοῦ τὸ δαιμόνιον· καὶ ἐθεραπεύθη ὁ παῖς ἀπὸ τῆς ὥρας ἐκείνης.
19 Τότε προσελθόντες οἱ μαθηταὶ τῷ Ἰησοῦ κατ᾽ ἰδίαν εἶπαν Διὰ τί ἡμεῖς οὐκ ἠδυνήθημεν ἐκβαλεῖν αὐτό;
20 ὁ δὲ λέγει αὐτοῖς Διὰ τὴν ὀλιγοπιστίαν ὑμῶν· ἀμὴν γὰρ λέγω ὑμῖν, ἐὰν ἔχητε πίστιν ὡς κόκκον σινάπεως, ἐρεῖτε τῷ ὄρει τούτῳ Μετάβα ἔνθεν ἐκεῖ, καὶ μεταβήσεται, καὶ οὐδὲν ἀδυνατήσει ὑμῖν.
21-22 Συστρεφομένων δὲ αὐτῶν ἐν τῇ Γαλιλαίᾳ εἶπεν αὐτοῖς ὁ Ἰησοῦς Μέλλει ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοσθαι εἰς χεῖρας ἀνθρώπων,
23 καὶ ἀποκτενοῦσιν αὐτόν, καὶ τῇ τρίτῃ ἡμέρᾳ ⸂ἐγερθήσεται⸃. καὶ ἐλυπήθησαν σφόδρα.
24 Ἐλθόντων δὲ αὐτῶν εἰς Καφαρναοὺμ προσῆλθον οἱ τὰ δίδραχμα λαμβάνοντες τῷ Πέτρῳ καὶ εἶπαν Ὁ διδάσκαλος ὑμῶν οὐ τελεῖ τὰ δίδραχμα;
25 λέγει Ναί. καὶ ⸂ἐλθόντα⸃ εἰς τὴν οἰκίαν προέφθασεν αὐτὸν ὁ Ἰησοῦς λέγων Τί σοι δοκεῖ, Σίμων; οἱ βασιλεῖς τῆς γῆς ἀπὸ ⸂τίνων⸃ λαμβάνουσιν τέλη ἢ κῆνσον; ἀπὸ τῶν υἱῶν αὐτῶν ἢ ἀπὸ τῶν ἀλλοτρίων;
26 εἰπόντος δέ Ἀπὸ τῶν ἀλλοτρίων, ἔφη αὐτῷ ὁ Ἰησοῦς Ἄραγε ἐλεύθεροί εἰσιν οἱ υἱοί·
27 ἵνα δὲ μὴ ⸂σκανδαλίσωμεν⸃ αὐτούς, πορευθεὶς εἰς θάλασσαν βάλε ἄγκιστρον καὶ τὸν ἀναβάντα πρῶτον ἰχθὺν ἆρον, καὶ ἀνοίξας τὸ στόμα αὐτοῦ εὑρήσεις στατῆρα· ἐκεῖνον λαβὼν δὸς αὐτοῖς ἀντὶ ἐμοῦ καὶ σοῦ.

\c 18
1 Ἐν ἐκείνῃ⸆ τῇ ὥρᾳ προσῆλθον οἱ μαθηταὶ τῷ Ἰησοῦ λέγοντες Τίς ἄρα μείζων ἐστὶν ἐν τῇ βασιλείᾳ τῶν οὐρανῶν;
2 καὶ προσκαλεσάμενος παιδίον ἔστησεν αὐτὸ ἐν μέσῳ αὐτῶν
3 καὶ εἶπεν Ἀμὴν λέγω ὑμῖν, ἐὰν μὴ στραφῆτε καὶ γένησθε ὡς τὰ παιδία, οὐ μὴ εἰσέλθητε εἰς τὴν βασιλείαν τῶν οὐρανῶν.
4 ὅστις οὖν ταπεινώσει ἑαυτὸν ὡς τὸ παιδίον τοῦτο, οὗτός ἐστιν ὁ μείζων ἐν τῇ βασιλείᾳ τῶν οὐρανῶν·
5 καὶ ὃς ἐὰν δέξηται ἓν παιδίον τοιοῦτο ἐπὶ τῷ ὀνόματί μου, ἐμὲ δέχεται·
6 ὃς δ᾽ ἂν σκανδαλίσῃ ἕνα τῶν μικρῶν τούτων τῶν πιστευόντων εἰς ἐμέ, συμφέρει αὐτῷ ἵνα κρεμασθῇ μύλος ὀνικὸς περὶ τὸν τράχηλον αὐτοῦ καὶ καταποντισθῇ ἐν τῷ πελάγει τῆς θαλάσσης.
7 Οὐαὶ τῷ κόσμῳ ἀπὸ τῶν σκανδάλων· ἀνάγκη γὰρ ἐλθεῖν τὰ σκάνδαλα, πλὴν οὐαὶ τῷ ἀνθρώπῳ δι᾽ οὗ τὸ σκάνδαλον ἔρχεται.
8 Εἰ δὲ ἡ χείρ σου ἢ ὁ πούς σου σκανδαλίζει σε, ἔκκοψον αὐτὸν καὶ βάλε ἀπὸ σοῦ· καλόν σοί ἐστιν εἰσελθεῖν εἰς τὴν ζωὴν κυλλὸν ἢ χωλόν, ἢ δύο χεῖρας ἢ δύο πόδας ἔχοντα βληθῆναι εἰς τὸ πῦρ τὸ αἰώνιον.
9 καὶ εἰ ὁ ὀφθαλμός σου σκανδαλίζει σε, ἔξελε αὐτὸν καὶ βάλε ἀπὸ σοῦ· καλόν σοί ἐστιν μονόφθαλμον εἰς τὴν ζωὴν εἰσελθεῖν, ἢ δύο ὀφθαλμοὺς ἔχοντα βληθῆναι εἰς τὴν γέενναν τοῦ πυρός.
10 Ὁρᾶτε μὴ καταφρονήσητε ἑνὸς τῶν μικρῶν τούτων, λέγω γὰρ ὑμῖν ὅτι οἱ ἄγγελοι αὐτῶν ⸂ἐν οὐρανοῖς⸃ διὰ παντὸς βλέπουσι τὸ πρόσωπον τοῦ πατρός μου τοῦ ἐν οὐρανοῖς.
12 τί ὑμῖν δοκεῖ; ἐὰν γένηταί τινι ἀνθρώπῳ ἑκατὸν πρόβατα καὶ πλανηθῇ ἓν ἐξ αὐτῶν, οὐχὶ ἀφήσει τὰ ἐνενήκοντα ἐννέα ἐπὶ τὰ ὄρη καὶ πορευθεὶς ζητεῖ τὸ πλανώμενον;
13 καὶ ἐὰν γένηται εὑρεῖν αὐτό, ἀμὴν λέγω ὑμῖν ὅτι χαίρει ἐπ᾽ αὐτῷ μᾶλλον ἢ ἐπὶ τοῖς ἐνενήκοντα ἐννέα τοῖς μὴ πεπλανημένοις.
14 οὕτως οὐκ ἔστιν θέλημα ἔμπροσθεν ⸂τοῦ πατρός μου⸃ τοῦ ἐν οὐρανοῖς ἵνα ἀπόληται ἓν τῶν μικρῶν τούτων.
15 Ἐὰν δὲ ἁμαρτήσῃ ὁ ἀδελφός σου, ὕπαγε ἔλεγξον αὐτὸν μεταξὺ σοῦ καὶ αὐτοῦ μόνου. ἐάν σου ἀκούσῃ, ἐκέρδησας τὸν ἀδελφόν σου·
16 ἐὰν δὲ μὴ ἀκούσῃ, παράλαβε ⸂μετὰ σοῦ ἔτι ἕνα ἢ δύο⸃, ἵνα ἐπὶ στόματος δύο μαρτύρων ἢ τριῶν σταθῇ πᾶν ῥῆμα·
17 ἐὰν δὲ παρακούσῃ αὐτῶν, εἰπὸν τῇ ἐκκλησίᾳ· ἐὰν δὲ καὶ τῆς ἐκκλησίας παρακούσῃ, ἔστω σοι ὥσπερ ὁ ἐθνικὸς καὶ ὁ τελώνης.
18 Ἀμὴν λέγω ὑμῖν, ὅσα ἐὰν δήσητε ἐπὶ τῆς γῆς ἔσται δεδεμένα ἐν οὐρανῷ καὶ ὅσα ἐὰν λύσητε ἐπὶ τῆς γῆς ἔσται λελυμένα ἐν οὐρανῷ.
19 Πάλιν [ἀμὴν] λέγω ὑμῖν ὅτι ἐὰν δύο συμφωνήσωσιν ἐξ ὑμῶν ἐπὶ τῆς γῆς περὶ παντὸς πράγματος οὗ ἐὰν αἰτήσωνται, γενήσεται αὐτοῖς παρὰ τοῦ πατρός μου τοῦ ἐν οὐρανοῖς.
20 οὗ γάρ εἰσιν δύο ἢ τρεῖς συνηγμένοι εἰς τὸ ἐμὸν ὄνομα, ἐκεῖ εἰμὶ ἐν μέσῳ αὐτῶν.
21 Τότε προσελθὼν ὁ Πέτρος εἶπεν [αὐτῷ] Κύριε, ποσάκις ἁμαρτήσει εἰς ἐμὲ ὁ ἀδελφός μου καὶ ἀφήσω αὐτῷ; ἕως ἑπτάκις;
22 λέγει αὐτῷ ὁ Ἰησοῦς Οὐ λέγω σοι ἕως ἑπτάκις ἀλλὰ ἕως ἑβδομηκοντάκις ἑπτά.
23 Διὰ τοῦτο ὡμοιώθη ἡ βασιλεία τῶν οὐρανῶν ἀνθρώπῳ βασιλεῖ ὃς ἠθέλησεν συνᾶραι λόγον μετὰ τῶν δούλων αὐτοῦ·
24 ἀρξαμένου δὲ αὐτοῦ συναίρειν προσήχθη εἷς αὐτῷ ὀφειλέτης μυρίων ταλάντων.
25 μὴ ἔχοντος δὲ αὐτοῦ ἀποδοῦναι ἐκέλευσεν αὐτὸν ὁ κύριος πραθῆναι καὶ τὴν γυναῖκα καὶ τὰ τέκνα καὶ πάντα ὅσα ἔχει, καὶ ἀποδοθῆναι.
26 πεσὼν οὖν ὁ δοῦλος προσεκύνει αὐτῷ λέγων Μακροθύμησον ἐπ᾽ ἐμοί, καὶ πάντα ἀποδώσω σοι.
27 σπλαγχνισθεὶς δὲ ὁ κύριος τοῦ δούλου [ἐκείνου] ἀπέλυσεν αὐτόν, καὶ τὸ δάνιον ἀφῆκεν αὐτῷ.
28 ἐξελθὼν δὲ ὁ δοῦλος ἐκεῖνος εὗρεν ἕνα τῶν συνδούλων αὐτοῦ ὃς ὤφειλεν αὐτῷ ἑκατὸν δηνάρια, καὶ κρατήσας αὐτὸν ἔπνιγεν λέγων Ἀπόδος εἴ τι ὀφείλεις.
29 πεσὼν οὖν ὁ σύνδουλος αὐτοῦ παρεκάλει αὐτὸν λέγων Μακροθύμησον ἐπ᾽ ἐμοί, καὶ ἀποδώσω σοι.
30 ὁ δὲ οὐκ ἤθελεν, ἀλλὰ ἀπελθὼν ἔβαλεν αὐτὸν εἰς φυλακὴν ἕως ἀποδῷ τὸ ὀφειλόμενον.
31 ἰδόντες οὖν οἱ σύνδουλοι αὐτοῦ τὰ γενόμενα ἐλυπήθησαν σφόδρα, καὶ ἐλθόντες διεσάφησαν τῷ κυρίῳ ἑαυτῶν πάντα τὰ γενόμενα.
32 τότε προσκαλεσάμενος αὐτὸν ὁ κύριος αὐτοῦ λέγει αὐτῷ Δοῦλε πονηρέ, πᾶσαν τὴν ὀφειλὴν ἐκείνην ἀφῆκά σοι, ἐπεὶ παρεκάλεσάς με·
33 οὐκ ἔδει καὶ σὲ ἐλεῆσαι τὸν σύνδουλόν σου, ὡς κἀγὼ σὲ ἠλέησα;
34 καὶ ὀργισθεὶς ὁ κύριος αὐτοῦ παρέδωκεν αὐτὸν τοῖς βασανισταῖς ἕως [οὗ] ἀποδῷ πᾶν τὸ ὀφειλόμενον.
35 Οὕτως καὶ ὁ πατήρ μου ὁ οὐράνιος ποιήσει ὑμῖν ἐὰν μὴ ἀφῆτε ἕκαστος τῷ ἀδελφῷ αὐτοῦ ἀπὸ τῶν καρδιῶν ὑμῶν.

\c 19
1 Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς τοὺς λόγους τούτους, μετῆρεν ἀπὸ τῆς Γαλιλαίας καὶ ἦλθεν εἰς τὰ ὅρια τῆς Ἰουδαίας πέραν τοῦ Ἰορδάνου.
2 καὶ ἠκολούθησαν αὐτῷ ὄχλοι πολλοί, καὶ ἐθεράπευσεν αὐτοὺς ἐκεῖ.
3 Καὶ προσῆλθαν αὐτῷ Φαρισαῖοι πειράζοντες αὐτὸν καὶ λέγοντες Εἰ ἔξεστιν ἀπολῦσαι τὴν γυναῖκα αὐτοῦ κατὰ πᾶσαν αἰτίαν;
4 ὁ δὲ ἀποκριθεὶς εἶπεν Οὐκ ἀνέγνωτε ὅτι ὁ κτίσας ἀπ᾽ ἀρχῆς ἄρσεν καὶ θῆλυ ἐποίησεν αὐτοὺς
5 καὶ εἶπεν Ἕνεκα τούτου καταλείψει ἄνθρωπος τὸν πατέρα καὶ τὴν μητέρα καὶ κολληθήσεται τῇ γυναικὶ αὐτοῦ, καὶ ἔσονται οἱ δύο εἰς σάρκα μίαν;
6 ὥστε οὐκέτι εἰσὶν δύο ἀλλὰ σὰρξ μία· ὃ οὖν ὁ θεὸς συνέζευξεν ἄνθρωπος μὴ χωριζέτω.
7 λέγουσιν αὐτῷ Τί οὖν Μωυσῆς ἐνετείλατο δοῦναι βιβλίον ἀποστασίου καὶ ἀπολῦσαι⸆;
8 λέγει αὐτοῖς ὅτι Μωυσῆς πρὸς τὴν σκληροκαρδίαν ὑμῶν ἐπέτρεψεν ὑμῖν ἀπολῦσαι τὰς γυναῖκας ὑμῶν, ἀπ᾽ ἀρχῆς δὲ οὐ γέγονεν οὕτως.
9 ⸂λέγω δὲ ὑμῖν ὅτι ὃς ἂν ἀπολύσῃ τὴν γυναῖκα αὐτοῦ μὴ ἐπὶ πορνείᾳ καὶ γαμήσῃ ἄλλην μοιχᾶται.⸃
10 λέγουσιν αὐτῷ οἱ μαθηταί Εἰ οὕτως ἐστὶν ἡ αἰτία τοῦ ἀνθρώπου μετὰ τῆς γυναικός, οὐ συμφέρει γαμῆσαι.
11 ὁ δὲ εἶπεν αὐτοῖς Οὐ πάντες χωροῦσι τὸν λόγον, ἀλλ᾽ οἷς δέδοται.
12 εἰσὶν γὰρ εὐνοῦχοι οἵτινες ἐκ κοιλίας μητρὸς ἐγεννήθησαν οὕτως, καὶ εἰσὶν εὐνοῦχοι οἵτινες εὐνουχίσθησαν ὑπὸ τῶν ἀνθρώπων, καὶ εἰσὶν εὐνοῦχοι οἵτινες εὐνούχισαν ἑαυτοὺς διὰ τὴν βασιλείαν τῶν οὐρανῶν. ὁ δυνάμενος χωρεῖν χωρείτω.
13 Τότε προσηνέχθησαν αὐτῷ παιδία, ἵνα τὰς χεῖρας ἐπιθῇ αὐτοῖς καὶ προσεύξηται· οἱ δὲ μαθηταὶ ἐπετίμησαν αὐτοῖς.
14 ὁ δὲ Ἰησοῦς εἶπεν⸆ Ἄφετε τὰ παιδία καὶ μὴ κωλύετε αὐτὰ ἐλθεῖν πρός με, τῶν γὰρ τοιούτων ἐστὶν ἡ βασιλεία τῶν οὐρανῶν.
15 καὶ ἐπιθεὶς τὰς χεῖρας αὐτοῖς ἐπορεύθη ἐκεῖθεν.
16 Καὶ ἰδοὺ εἷς προσελθὼν αὐτῷ εἶπεν Διδάσκαλε, τί ἀγαθὸν ποιήσω ἵνα σχῶ ζωὴν αἰώνιον;
17 ὁ δὲ εἶπεν αὐτῷ Τί με ἐρωτᾷς περὶ τοῦ ἀγαθοῦ; εἷς ἐστὶν ὁ ἀγαθός· εἰ δὲ θέλεις εἰς τὴν ζωὴν εἰσελθεῖν, ⸂τήρει⸃ τὰς ἐντολάς.
18 ⸂λέγει αὐτῷ Ποίας;⸃ ὁ δὲ Ἰησοῦς ⸂ἔφη⸃ Τό Οὐ φονεύσεις, Οὐ μοιχεύσεις, Οὐ κλέψεις, Οὐ ψευδομαρτυρήσεις,
19 Τίμα τὸν πατέρα καὶ τὴν μητέρα, καί Ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν.
20 λέγει αὐτῷ ὁ νεανίσκος ⸂Ταῦτα πάντα⸃ ἐφύλαξα· τί ἔτι ὑστερῶ;
21 ⸂ἔφη⸃ αὐτῷ ὁ Ἰησοῦς Εἰ θέλεις τέλειος εἶναι, ὕπαγε πώλησόν σου τὰ ὑπάρχοντα καὶ δὸς [τοῖς] πτωχοῖς, καὶ ἕξεις θησαυρὸν ἐν οὐρανοῖς, καὶ δεῦρο ἀκολούθει μοι.
22 ἀκούσας δὲ ὁ νεανίσκος τὸν λόγον [τοῦτον] ἀπῆλθεν λυπούμενος, ἦν γὰρ ἔχων κτήματα πολλά.
23 Ὁ δὲ Ἰησοῦς εἶπεν τοῖς μαθηταῖς αὐτοῦ Ἀμὴν λέγω ὑμῖν ὅτι πλούσιος δυσκόλως εἰσελεύσεται εἰς τὴν βασιλείαν τῶν οὐρανῶν·
24 πάλιν δὲ λέγω ⸂ὑμῖν,⸃ εὐκοπώτερόν ἐστιν κάμηλον διὰ ⸂τρήματος⸃ ῥαφίδος ⸂εἰσελθεῖν ἢ πλούσιον⸃ εἰς τὴν βασιλείαν τοῦ θεοῦ.
25 ἀκούσαντες δὲ οἱ μαθηταὶ ἐξεπλήσσοντο σφόδρα λέγοντες Τίς ἄρα δύναται σωθῆναι;
26 ἐμβλέψας δὲ ὁ Ἰησοῦς εἶπεν αὐτοῖς Παρὰ ἀνθρώποις τοῦτο ἀδύνατόν ἐστιν, παρὰ δὲ θεῷ πάντα δυνατά.
27 Τότε ἀποκριθεὶς ὁ Πέτρος εἶπεν αὐτῷ Ἰδοὺ ἡμεῖς ἀφήκαμεν πάντα καὶ ἠκολουθήσαμέν σοι· τί ἄρα ἔσται ἡμῖν;
28 ὁ δὲ Ἰησοῦς εἶπεν αὐτοῖς Ἀμὴν λέγω ὑμῖν ὅτι ὑμεῖς οἱ ἀκολουθήσαντές μοι ἐν τῇ παλινγενεσίᾳ, ὅταν καθίσῃ ὁ υἱὸς τοῦ ἀνθρώπου ἐπὶ θρόνου δόξης αὐτοῦ, καθήσεσθε καὶ ⸂ὑμεῖς⸃ ἐπὶ δώδεκα θρόνους κρίνοντες τὰς δώδεκα φυλὰς τοῦ Ἰσραήλ.
29 καὶ πᾶς ὅστις ἀφῆκεν ⸂οἰκίας ἢ ἀδελφοὺς ἢ ἀδελφὰς ἢ πατέρα ἢ μητέρα ἢ τέκνα ἢ ἀγροὺς⸃ ἕνεκεν τοῦ ἐμοῦ ὀνόματος, πολλαπλασίονα λήμψεται καὶ ζωὴν αἰώνιον κληρονομήσει.
30 Πολλοὶ δὲ ἔσονται πρῶτοι ἔσχατοι καὶ ἔσχατοι πρῶτοι.

\c 20
1 Ὁμοία γάρ ἐστιν ἡ βασιλεία τῶν οὐρανῶν ἀνθρώπῳ οἰκοδεσπότῃ ὅστις ἐξῆλθεν ἅμα πρωὶ μισθώσασθαι ἐργάτας εἰς τὸν ἀμπελῶνα αὐτοῦ·
2 συμφωνήσας δὲ μετὰ τῶν ἐργατῶν ἐκ δηναρίου τὴν ἡμέραν ἀπέστειλεν αὐτοὺς εἰς τὸν ἀμπελῶνα αὐτοῦ.
3 καὶ ἐξελθὼν περὶ τρίτην ὥραν εἶδεν ἄλλους ἑστῶτας ἐν τῇ ἀγορᾷ ἀργούς·
4 καὶ ἐκείνοις εἶπεν Ὑπάγετε καὶ ὑμεῖς εἰς τὸν ἀμπελῶνα, καὶ ὃ ἐὰν ᾖ δίκαιον δώσω ὑμῖν·
5 οἱ δὲ ἀπῆλθον. πάλιν [δὲ] ἐξελθὼν περὶ ἕκτην καὶ ἐνάτην ὥραν ἐποίησεν ὡσαύτως.
6 περὶ δὲ τὴν ἑνδεκάτην ἐξελθὼν εὗρεν ἄλλους ἑστῶτας, καὶ λέγει αὐτοῖς Τί ὧδε ἑστήκατε ὅλην τὴν ἡμέραν ἀργοί;
7 λέγουσιν αὐτῷ Ὅτι οὐδεὶς ἡμᾶς ἐμισθώσατο· λέγει αὐτοῖς Ὑπάγετε καὶ ὑμεῖς εἰς τὸν ἀμπελῶνα.
8 ὀψίας δὲ γενομένης λέγει ὁ κύριος τοῦ ἀμπελῶνος τῷ ἐπιτρόπῳ αὐτοῦ Κάλεσον τοὺς ἐργάτας καὶ ἀπόδος⸆ τὸν μισθὸν ἀρξάμενος ἀπὸ τῶν ἐσχάτων ἕως τῶν πρώτων.
9 ἐλθόντες δὲ οἱ περὶ τὴν ἑνδεκάτην ὥραν ἔλαβον ἀνὰ δηνάριον.
10 καὶ ἐλθόντες οἱ πρῶτοι ἐνόμισαν ὅτι πλεῖον λήμψονται· καὶ ἔλαβον [τὸ] ἀνὰ δηνάριον καὶ αὐτοί.
11 λαβόντες δὲ ἐγόγγυζον κατὰ τοῦ οἰκοδεσπότου
12 λέγοντες Οὗτοι οἱ ἔσχατοι μίαν ὥραν ἐποίησαν, καὶ ἴσους ⸂αὐτοὺς ἡμῖν⸃ ἐποίησας τοῖς βαστάσασι τὸ βάρος τῆς ἡμέρας καὶ τὸν καύσωνα.
13 ὁ δὲ ἀποκριθεὶς ⸂ἑνὶ αὐτῶν εἶπεν⸃ Ἑταῖρε, οὐκ ἀδικῶ σε· οὐχὶ δηναρίου συνεφώνησάς μοι;
14 ἆρον τὸ σὸν καὶ ὕπαγε· θέλω ⸂δὲ⸃ τούτῳ τῷ ἐσχάτῳ δοῦναι ὡς καὶ σοί·
15 οὐκ ἔξεστίν μοι ὃ θέλω ποιῆσαι ἐν τοῖς ἐμοῖς; ἢ ὁ ὀφθαλμός σου πονηρός ἐστιν ὅτι ἐγὼ ἀγαθός εἰμι;
16 Οὕτως ἔσονται οἱ ἔσχατοι πρῶτοι καὶ οἱ πρῶτοι ἔσχατοι.
17 ⸂Μέλλων δὲ ἀναβαίνειν Ἰησοῦς⸃ εἰς Ἰεροσόλυμα παρέλαβεν τοὺς δώδεκα [μαθητὰς] κατ᾽ ἰδίαν, καὶ ἐν τῇ ὁδῷ εἶπεν αὐτοῖς
18 Ἰδοὺ ἀναβαίνομεν εἰς Ἰεροσόλυμα, καὶ ὁ υἱὸς τοῦ ἀνθρώπου παραδοθήσεται τοῖς ἀρχιερεῦσιν καὶ γραμματεῦσιν, καὶ κατακρινοῦσιν αὐτὸν [θανάτῳ],
19 καὶ παραδώσουσιν αὐτὸν τοῖς ἔθνεσιν εἰς τὸ ἐμπαῖξαι καὶ μαστιγῶσαι καὶ σταυρῶσαι, καὶ τῇ τρίτῃ ἡμέρᾳ ⸂ἐγερθήσεται⸃.
20 Τότε προσῆλθεν αὐτῷ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου μετὰ τῶν υἱῶν αὐτῆς προσκυνοῦσα καὶ αἰτοῦσά τι ⸂ἀπ᾽⸃ αὐτοῦ.
21 ὁ δὲ εἶπεν αὐτῇ Τί θέλεις; ⸂λέγει αὐτῷ⸃ Εἰπὲ ἵνα καθίσωσιν οὗτοι οἱ δύο υἱοί μου εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων σου ἐν τῇ βασιλείᾳ σου.
22 ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν Οὐκ οἴδατε τί αἰτεῖσθε· δύνασθε πιεῖν τὸ ποτήριον ὃ ἐγὼ μέλλω πίνειν; λέγουσιν αὐτῷ Δυνάμεθα.
23 λέγει αὐτοῖς Τὸ μὲν ποτήριόν μου πίεσθε, τὸ δὲ καθίσαι ἐκ δεξιῶν μου ⸂καὶ⸃ ἐξ εὐωνύμων οὐκ ἔστιν ἐμὸν⸆ δοῦναι, ἀλλ᾽ οἷς ἡτοίμασται ὑπὸ τοῦ πατρός μου.
24 καὶ ἀκούσαντες οἱ δέκα ἠγανάκτησαν περὶ τῶν δύο ἀδελφῶν.
25 ὁ δὲ Ἰησοῦς προσκαλεσάμενος αὐτοὺς εἶπεν Οἴδατε ὅτι οἱ ἄρχοντες τῶν ἐθνῶν κατακυριεύουσιν αὐτῶν καὶ οἱ μεγάλοι κατεξουσιάζουσιν αὐτῶν.
26 οὐχ οὕτως ἐστὶν ἐν ὑμῖν· ἀλλ᾽ ὃς ἂν θέλῃ ⸂ἐν ὑμῖν μέγας⸃ γενέσθαι ἔσται ὑμῶν διάκονος,
27 καὶ ὃς ἂν θέλῃ ⸂ἐν ὑμῖν εἶναι⸃ πρῶτος ἔσται ὑμῶν δοῦλος·
28 ὥσπερ ὁ υἱὸς τοῦ ἀνθρώπου οὐκ ἦλθεν διακονηθῆναι ἀλλὰ διακονῆσαι καὶ δοῦναι τὴν ψυχὴν αὐτοῦ λύτρον ἀντὶ πολλῶν.
29 Καὶ ἐκπορευομένων αὐτῶν ἀπὸ Ἰερειχὼ ἠκολούθησεν αὐτῷ ὄχλος πολύς.
30 καὶ ἰδοὺ δύο τυφλοὶ καθήμενοι παρὰ τὴν ὁδόν, ἀκούσαντες ὅτι Ἰησοῦς παράγει, ἔκραξαν λέγοντες Κύριε, ἐλέησον ἡμᾶς, ⸂υἱὸς⸃ Δαυείδ.
31 ὁ δὲ ὄχλος ἐπετίμησεν αὐτοῖς ἵνα σιωπήσωσιν· οἱ δὲ μεῖζον ἔκραξαν λέγοντες Κύριε, ἐλέησον ἡμᾶς, ⸂υἱὸς⸃ Δαυείδ.
32 καὶ στὰς [ὁ] Ἰησοῦς ἐφώνησεν αὐτοὺς καὶ εἶπεν Τί θέλετε ποιήσω ὑμῖν;
33 λέγουσιν αὐτῷ Κύριε, ἵνα ἀνοιγῶσιν οἱ ὀφθαλμοὶ ἡμῶν.
34 σπλαγχνισθεὶς δὲ ὁ Ἰησοῦς ἥψατο τῶν ὀμμάτων αὐτῶν, καὶ εὐθέως ἀνέβλεψαν καὶ ἠκολούθησαν αὐτῷ.

\c 21
1 Καὶ ὅτε ἤγγισαν εἰς Ἰεροσόλυμα καὶ ἦλθον εἰς Βηθφαγὴ εἰς τὸ Ὄρος τῶν Ἐλαιῶν, τότε Ἰησοῦς ἀπέστειλεν δύο μαθητὰς
2 λέγων αὐτοῖς Πορεύεσθε εἰς τὴν κώμην τὴν κατέναντι ὑμῶν, καὶ εὐθὺς εὑρήσετε ὄνον δεδεμένην καὶ πῶλον μετ᾽ αὐτῆς· λύσαντες ⸂ἀγάγετέ⸃ μοι.
3 καὶ ἐάν τις ὑμῖν εἴπῃ τι, ἐρεῖτε ὅτι Ὁ κύριος αὐτῶν χρείαν ἔχει· εὐθὺς δὲ ἀποστελεῖ αὐτούς.
4 Τοῦτο δὲ γέγονεν ἵνα πληρωθῇ τὸ ῥηθὲν διὰ τοῦ προφήτου λέγοντος
5 Εἴπατε τῇ θυγατρὶ Σιών Ἰδοὺ ὁ βασιλεύς σου ἔρχεταί σοι πραῢς καὶ ἐπιβεβηκὼς ἐπὶ ὄνον καὶ ἐπὶ πῶλον υἱὸν ὑποζυγίου.
6 Πορευθέντες δὲ οἱ μαθηταὶ καὶ ποιήσαντες καθὼς συνέταξεν αὐτοῖς ὁ Ἰησοῦς
7 ἤγαγον τὴν ὄνον καὶ τὸν πῶλον, καὶ ἐπέθηκαν ἐπ᾽ αὐτῶν τὰ ἱμάτια, καὶ ἐπεκάθισεν ἐπάνω αὐτῶν.
8 ὁ δὲ πλεῖστος ὄχλος ἔστρωσαν ἑαυτῶν τὰ ἱμάτια ἐν τῇ ὁδῷ, ἄλλοι δὲ ἔκοπτον κλάδους ἀπὸ τῶν δένδρων καὶ ἐστρώννυον ἐν τῇ ὁδῷ.
9 οἱ δὲ ὄχλοι οἱ προάγοντες αὐτὸν καὶ οἱ ἀκολουθοῦντες ἔκραζον λέγοντες Ὡσαννὰ τῷ υἱῷ Δαυείδ· Εὐλογημένος ὁ ἐρχόμενος ἐν ὀνόματι Κυρίου· Ὡσαννὰ ἐν τοῖς ὑψίστοις.
10 καὶ εἰσελθόντος αὐτοῦ εἰς Ἰεροσόλυμα ἐσείσθη πᾶσα ἡ πόλις λέγουσα Τίς ἐστιν οὗτος;
11 οἱ δὲ ὄχλοι ἔλεγον Οὗτός ἐστιν ὁ προφήτης Ἰησοῦς ὁ ἀπὸ Ναζαρὲθ τῆς Γαλιλαίας.
12 Καὶ εἰσῆλθεν Ἰησοῦς εἰς τὸ ἱερόν, καὶ ἐξέβαλεν πάντας τοὺς πωλοῦντας καὶ ἀγοράζοντας ἐν τῷ ἱερῷ καὶ τὰς τραπέζας τῶν κολλυβιστῶν κατέστρεψεν καὶ τὰς καθέδρας τῶν πωλούντων τὰς περιστεράς,
13 καὶ λέγει αὐτοῖς Γέγραπται Ὁ οἶκός μου οἶκος προσευχῆς κληθήσεται, ὑμεῖς δὲ αὐτὸν ποιεῖτε σπήλαιον λῃστῶν.
14 Καὶ προσῆλθον αὐτῷ τυφλοὶ καὶ χωλοὶ ἐν τῷ ἱερῷ, καὶ ἐθεράπευσεν αὐτούς.
15 Ἰδόντες δὲ οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς τὰ θαυμάσια ἃ ἐποίησεν καὶ τοὺς παῖδας τοὺς κράζοντας ἐν τῷ ἱερῷ καὶ λέγοντας Ὡσαννὰ τῷ υἱῷ Δαυείδ ἠγανάκτησαν
16 καὶ εἶπαν αὐτῷ Ἀκούεις τί οὗτοι λέγουσιν; ὁ δὲ Ἰησοῦς λέγει αὐτοῖς Ναί· οὐδέποτε ἀνέγνωτε ὅτι Ἐκ στόματος νηπίων καὶ θηλαζόντων κατηρτίσω αἶνον;
17 Καὶ καταλιπὼν αὐτοὺς ἐξῆλθεν ἔξω τῆς πόλεως εἰς Βηθανίαν, καὶ ηὐλίσθη ἐκεῖ.
18 Πρωὶ δὲ ⸂ἐπαναγαγὼν⸃ εἰς τὴν πόλιν ἐπείνασεν.
19 καὶ ἰδὼν συκῆν μίαν ἐπὶ τῆς ὁδοῦ ἦλθεν ἐπ᾽ αὐτήν, καὶ οὐδὲν εὗρεν ἐν αὐτῇ εἰ μὴ φύλλα μόνον, καὶ λέγει αὐτῇ Οὐ μηκέτι ἐκ σοῦ καρπὸς γένηται εἰς τὸν αἰῶνα· καὶ ἐξηράνθη παραχρῆμα ἡ συκῆ.
20 καὶ ἰδόντες οἱ μαθηταὶ ἐθαύμασαν λέγοντες Πῶς παραχρῆμα ἐξηράνθη ἡ συκῆ;
21 ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν αὐτοῖς Ἀμὴν λέγω ὑμῖν, ἐὰν ἔχητε πίστιν καὶ μὴ διακριθῆτε, οὐ μόνον τὸ τῆς συκῆς ποιήσετε, ἀλλὰ κἂν τῷ ὄρει τούτῳ εἴπητε Ἄρθητι καὶ βλήθητι εἰς τὴν θάλασσαν, γενήσεται·
22 καὶ πάντα ὅσα ἂν αἰτήσητε ἐν τῇ προσευχῇ πιστεύοντες λήμψεσθε.
23 Καὶ ἐλθόντος αὐτοῦ εἰς τὸ ἱερὸν προσῆλθαν αὐτῷ διδάσκοντι οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ λέγοντες Ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιεῖς; καὶ τίς σοι ἔδωκεν τὴν ἐξουσίαν ταύτην;
24 ἀποκριθεὶς [δὲ] ὁ Ἰησοῦς εἶπεν αὐτοῖς Ἐρωτήσω ὑμᾶς κἀγὼ λόγον ἕνα, ὃν ἐὰν εἴπητέ μοι κἀγὼ ὑμῖν ἐρῶ ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ·
25 τὸ βάπτισμα τὸ Ἰωάνου πόθεν ἦν; ἐξ οὐρανοῦ ἢ ἐξ ἀνθρώπων; οἱ δὲ διελογίζοντο ⸂ἐν⸃ ἑαυτοῖς λέγοντες Ἐὰν εἴπωμεν Ἐξ οὐρανοῦ, ἐρεῖ ἡμῖν Διὰ τί οὖν οὐκ ἐπιστεύσατε αὐτῷ;
26 ἐὰν δὲ εἴπωμεν Ἐξ ἀνθρώπων, φοβούμεθα τὸν ὄχλον, πάντες γὰρ ὡς προφήτην ἔχουσιν τὸν Ἰωάνην·
27 καὶ ἀποκριθέντες τῷ Ἰησοῦ εἶπαν Οὐκ οἴδαμεν. ἔφη αὐτοῖς καὶ αὐτός Οὐδὲ ἐγὼ λέγω ὑμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ.
28 Τί δὲ ὑμῖν δοκεῖ; ἄνθρωπος εἶχεν ⸂τέκνα δύο⸃.⸆ προσελθὼν τῷ πρώτῳ εἶπεν Τέκνον, ὕπαγε σήμερον ἐργάζου ἐν τῷ ⸂ἀμπελῶνι⸃·
29 ὁ δὲ ἀποκριθεὶς εἶπεν Ἐγώ, κύριε· καὶ οὐκ ἀπῆλθεν.
30 προσελθὼν δὲ τῷ δευτέρῳ εἶπεν ὡσαύτως· ὁ δὲ ἀποκριθεὶς εἶπεν Οὐ θέλω· ὕστερον μεταμεληθεὶς ἀπῆλθεν.
31 τίς ἐκ τῶν δύο ἐποίησεν τὸ θέλημα τοῦ πατρός; ⸂λέγουσιν Ὁ ὕστερος.⸃ λέγει αὐτοῖς ὁ Ἰησοῦς Ἀμὴν λέγω ὑμῖν ὅτι οἱ τελῶναι καὶ αἱ πόρναι προάγουσιν ὑμᾶς εἰς τὴν βασιλείαν τοῦ θεοῦ.
32 ἦλθεν γὰρ Ἰωάνης πρὸς ὑμᾶς ἐν ὁδῷ δικαιοσύνης, καὶ οὐκ ἐπιστεύσατε αὐτῷ· οἱ δὲ τελῶναι καὶ αἱ πόρναι ἐπίστευσαν αὐτῷ· ὑμεῖς δὲ ἰδόντες οὐδὲ μετεμελήθητε ὕστερον τοῦ πιστεῦσαι αὐτῷ.
33 Ἄλλην παραβολὴν ἀκούσατε. Ἄνθρωπος ἦν οἰκοδεσπότης ὅστις ἐφύτευσεν ἀμπελῶνα καὶ φραγμὸν αὐτῷ περιέθηκεν καὶ ὤρυξεν ἐν αὐτῷ ληνὸν καὶ ᾠκοδόμησεν πύργον, καὶ ἐξέδετο αὐτὸν γεωργοῖς, καὶ ἀπεδήμησεν.
34 ὅτε δὲ ἤγγισεν ὁ καιρὸς τῶν καρπῶν, ἀπέστειλεν τοὺς δούλους αὐτοῦ πρὸς τοὺς γεωργοὺς λαβεῖν τοὺς καρποὺς αὐτοῦ.
35 καὶ λαβόντες οἱ γεωργοὶ τοὺς δούλους αὐτοῦ ὃν μὲν ἔδειραν, ὃν δὲ ἀπέκτειναν, ὃν δὲ ἐλιθοβόλησαν.
36 πάλιν ἀπέστειλεν ἄλλους δούλους πλείονας τῶν πρώτων, καὶ ἐποίησαν αὐτοῖς ὡσαύτως.
37 ὕστερον δὲ ἀπέστειλεν πρὸς αὐτοὺς τὸν υἱὸν αὐτοῦ λέγων Ἐντραπήσονται τὸν υἱόν μου.
38 οἱ δὲ γεωργοὶ ἰδόντες τὸν υἱὸν εἶπον ἐν ἑαυτοῖς Οὗτός ἐστιν ὁ κληρονόμος· δεῦτε ἀποκτείνωμεν αὐτὸν καὶ σχῶμεν τὴν κληρονομίαν αὐτοῦ·
39 καὶ λαβόντες αὐτὸν ἐξέβαλον ἔξω τοῦ ἀμπελῶνος καὶ ἀπέκτειναν.
40 ὅταν οὖν ἔλθῃ ὁ κύριος τοῦ ἀμπελῶνος, τί ποιήσει τοῖς γεωργοῖς ἐκείνοις;
41 λέγουσιν αὐτῷ Κακοὺς κακῶς ἀπολέσει αὐτούς, καὶ τὸν ἀμπελῶνα ἐκδώσεται ἄλλοις γεωργοῖς, οἵτινες ἀποδώσουσιν αὐτῷ τοὺς καρποὺς ἐν τοῖς καιροῖς αὐτῶν.
42 λέγει αὐτοῖς ὁ Ἰησοῦς Οὐδέποτε ἀνέγνωτε ἐν ταῖς γραφαῖς Λίθον ὃν ἀπεδοκίμασαν οἱ οἰκοδομοῦντες οὗτος ἐγενήθη εἰς κεφαλὴν γωνίας· παρὰ Κυρίου ἐγένετο αὕτη, καὶ ἔστιν θαυμαστὴ ἐν ὀφθαλμοῖς ἡμῶν;
43 διὰ τοῦτο λέγω ⸂ὑμῖν ὅτι⸃ ἀρθήσεται ἀφ᾽ ὑμῶν ἡ βασιλεία τοῦ θεοῦ καὶ δοθήσεται ἔθνει ποιοῦντι τοὺς καρποὺς αὐτῆς.
44 [Καὶ ὁ πεσὼν ἐπὶ τὸν λίθον τοῦτον συνθλασθήσεται· ἐφ᾽ ὃν δ᾽ ἂν πέσῃ λικμήσει αὐτόν.]
45 ⸂Καὶ ἀκούσαντες⸃ οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι τὰς παραβολὰς αὐτοῦ ἔγνωσαν ὅτι περὶ αὐτῶν λέγει·
46 καὶ ζητοῦντες αὐτὸν κρατῆσαι ἐφοβήθησαν τοὺς ὄχλους, ἐπεὶ εἰς προφήτην αὐτὸν εἶχον.

\c 22
1 Καὶ ἀποκριθεὶς ὁ Ἰησοῦς πάλιν εἶπεν ἐν παραβολαῖς αὐτοῖς λέγων
2 Ὡμοιώθη ἡ βασιλεία τῶν οὐρανῶν ἀνθρώπῳ βασιλεῖ, ὅστις ἐποίησεν γάμους τῷ υἱῷ αὐτοῦ.
3 καὶ ἀπέστειλεν τοὺς δούλους αὐτοῦ καλέσαι τοὺς κεκλημένους εἰς τοὺς γάμους, καὶ οὐκ ἤθελον ἐλθεῖν.
4 πάλιν ἀπέστειλεν ἄλλους δούλους λέγων Εἴπατε τοῖς κεκλημένοις Ἰδοὺ τὸ ἄριστόν μου ἡτοίμακα, οἱ ταῦροί μου καὶ τὰ σιτιστὰ τεθυμένα, καὶ πάντα ἕτοιμα· δεῦτε εἰς τοὺς γάμους.
5 οἱ δὲ ἀμελήσαντες ἀπῆλθον, ὃς μὲν εἰς τὸν ἴδιον ἀγρόν, ὃς δὲ ἐπὶ τὴν ἐμπορίαν αὐτοῦ·
6 οἱ δὲ λοιποὶ κρατήσαντες τοὺς δούλους αὐτοῦ ὕβρισαν καὶ ἀπέκτειναν.
7 ὁ δὲ βασιλεὺς ὠργίσθη, καὶ πέμψας τὰ στρατεύματα αὐτοῦ ἀπώλεσεν τοὺς φονεῖς ἐκείνους καὶ τὴν πόλιν αὐτῶν ἐνέπρησεν.
8 τότε λέγει τοῖς δούλοις αὐτοῦ Ὁ μὲν γάμος ἕτοιμός ἐστιν, οἱ δὲ κεκλημένοι οὐκ ἦσαν ἄξιοι·
9 πορεύεσθε οὖν ἐπὶ τὰς διεξόδους τῶν ὁδῶν, καὶ ὅσους ἐὰν εὕρητε καλέσατε εἰς τοὺς γάμους.
10 καὶ ἐξελθόντες οἱ δοῦλοι ἐκεῖνοι εἰς τὰς ὁδοὺς συνήγαγον πάντας οὓς εὗρον, πονηρούς τε καὶ ἀγαθούς· καὶ ἐπλήσθη ὁ νυμφὼν ἀνακειμένων.
11 εἰσελθὼν δὲ ὁ βασιλεὺς θεάσασθαι τοὺς ἀνακειμένους εἶδεν ἐκεῖ ἄνθρωπον οὐκ ἐνδεδυμένον ἔνδυμα γάμου·
12 καὶ λέγει αὐτῷ Ἑταῖρε, πῶς εἰσῆλθες ὧδε μὴ ἔχων ἔνδυμα γάμου; ὁ δὲ ἐφιμώθη.
13 τότε ὁ βασιλεὺς εἶπεν τοῖς διακόνοις Δήσαντες αὐτοῦ πόδας καὶ χεῖρας ἐκβάλετε αὐτὸν εἰς τὸ σκότος τὸ ἐξώτερον· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.
14 πολλοὶ γάρ εἰσιν κλητοὶ ὀλίγοι δὲ ἐκλεκτοί.
15 Τότε πορευθέντες οἱ Φαρισαῖοι συμβούλιον ἔλαβον ὅπως αὐτὸν παγιδεύσωσιν ἐν λόγῳ.
16 καὶ ἀποστέλλουσιν αὐτῷ τοὺς μαθητὰς αὐτῶν μετὰ τῶν Ἡρῳδιανῶν λέγοντας Διδάσκαλε, οἴδαμεν ὅτι ἀληθὴς εἶ καὶ τὴν ὁδὸν τοῦ θεοῦ ἐν ἀληθείᾳ διδάσκεις, καὶ οὐ μέλει σοι περὶ οὐδενός, οὐ γὰρ βλέπεις εἰς πρόσωπον ἀνθρώπων·
17 εἰπὸν οὖν ἡμῖν τί σοι δοκεῖ· ἔξεστιν δοῦναι κῆνσον Καίσαρι ἢ οὔ;
18 γνοὺς δὲ ὁ Ἰησοῦς τὴν πονηρίαν αὐτῶν εἶπεν Τί με πειράζετε, ὑποκριταί;
19 ἐπιδείξατέ μοι τὸ νόμισμα τοῦ κήνσου. οἱ δὲ προσήνεγκαν αὐτῷ δηνάριον.
20 καὶ λέγει αὐτοῖς⸆ Τίνος ἡ εἰκὼν αὕτη καὶ ἡ ἐπιγραφή;
21 λέγουσιν Καίσαρος. τότε λέγει αὐτοῖς Ἀπόδοτε οὖν τὰ Καίσαρος Καίσαρι καὶ τὰ τοῦ θεοῦ τῷ θεῷ.
22 καὶ ἀκούσαντες ἐθαύμασαν, καὶ ἀφέντες αὐτὸν ἀπῆλθαν.
23 Ἐν ἐκείνῃ τῇ ἡμέρᾳ προσῆλθον αὐτῷ Σαδδουκαῖοι, λέγοντες μὴ εἶναι ἀνάστασιν, καὶ ἐπηρώτησαν αὐτὸν
24 λέγοντες Διδάσκαλε, Μωυσῆς εἶπεν Ἐάν τις ἀποθάνῃ μὴ ἔχων τέκνα, ἐπιγαμβρεύσει ὁ ἀδελφὸς αὐτοῦ τὴν γυναῖκα αὐτοῦ καὶ ἀναστήσει σπέρμα τῷ ἀδελφῷ αὐτοῦ.
25 ἦσαν δὲ παρ᾽ ἡμῖν ἑπτὰ ἀδελφοί· καὶ ὁ πρῶτος γήμας ἐτελεύτησεν, καὶ μὴ ἔχων σπέρμα ἀφῆκεν τὴν γυναῖκα αὐτοῦ τῷ ἀδελφῷ αὐτοῦ·
26 ὁμοίως καὶ ὁ δεύτερος καὶ ὁ τρίτος, ἕως τῶν ἑπτά·
27 ὕστερον δὲ πάντων ἀπέθανεν ἡ γυνή.
28 ἐν τῇ ἀναστάσει οὖν τίνος τῶν ἑπτὰ ἔσται γυνή; πάντες γὰρ ἔσχον αὐτήν.
29 ἀποκριθεὶς δὲ ὁ Ἰησοῦς εἶπεν αὐτοῖς Πλανᾶσθε μὴ εἰδότες τὰς γραφὰς μηδὲ τὴν δύναμιν τοῦ θεοῦ·
30 ἐν γὰρ τῇ ἀναστάσει οὔτε γαμοῦσιν οὔτε γαμίζονται, ἀλλ᾽ ὡς ἄγγελοι ἐν τῷ οὐρανῷ εἰσίν·
31 περὶ δὲ τῆς ἀναστάσεως τῶν νεκρῶν οὐκ ἀνέγνωτε τὸ ῥηθὲν ὑμῖν ὑπὸ τοῦ θεοῦ λέγοντος
32 Ἐγώ εἰμι ὁ θεὸς Ἀβραὰμ καὶ ὁ θεὸς Ἰσαὰκ καὶ ὁ θεὸς Ἰακώβ; οὐκ ἔστιν [ὁ] θεὸς νεκρῶν ἀλλὰ ζώντων.
33 Καὶ ἀκούσαντες οἱ ὄχλοι ἐξεπλήσσοντο ἐπὶ τῇ διδαχῇ αὐτοῦ.
34 Οἱ δὲ Φαρισαῖοι ἀκούσαντες ὅτι ἐφίμωσεν τοὺς Σαδδουκαίους συνήχθησαν ἐπὶ τὸ αὐτό.
35 καὶ ἐπηρώτησεν εἷς ἐξ αὐτῶν νομικὸς πειράζων αὐτόν
36 Διδάσκαλε, ποία ἐντολὴ μεγάλη ἐν τῷ νόμῳ;
37 ὁ δὲ ἔφη αὐτῷ Ἀγαπήσεις Κύριον τὸν θεόν σου ἐν ὅλῃ καρδίᾳ σου καὶ ἐν ὅλῃ τῇ ψυχῇ σου καὶ ἐν ὅλῃ τῇ διανοίᾳ σου·
38 αὕτη ἐστὶν ἡ μεγάλη καὶ πρώτη ἐντολή.
39 δευτέρα ⸂ὁμοία ⸂αὕτη⸃⸃ Ἀγαπήσεις τὸν πλησίον σου ὡς σεαυτόν.
40 ἐν ταύταις ταῖς δυσὶν ἐντολαῖς ὅλος ὁ νόμος κρέμαται καὶ οἱ προφῆται.
41 Συνηγμένων δὲ τῶν Φαρισαίων ἐπηρώτησεν αὐτοὺς ὁ Ἰησοῦς
42 λέγων Τί ὑμῖν δοκεῖ περὶ τοῦ χριστοῦ; τίνος υἱός ἐστιν; λέγουσιν αὐτῷ Τοῦ Δαυείδ.
43 λέγει αὐτοῖς Πῶς οὖν Δαυεὶδ ἐν πνεύματι καλεῖ ⸂αὐτὸν κύριον⸃ λέγων
44 Εἶπεν Κύριος τῷ κυρίῳ μου Κάθου ἐκ δεξιῶν μου ἕως ἂν θῶ τοὺς ἐχθρούς σου ὑποκάτω τῶν ποδῶν σου;
45 εἰ οὖν Δαυεὶδ καλεῖ αὐτὸν κύριον, πῶς υἱὸς αὐτοῦ ἐστίν;
46 καὶ οὐδεὶς ἐδύνατο ἀποκριθῆναι αὐτῷ λόγον, οὐδὲ ἐτόλμησέν τις ἀπ᾽ ἐκείνης τῆς ἡμέρας ἐπερωτῆσαι αὐτὸν οὐκέτι.

\c 23
1 Τότε [ὁ] Ἰησοῦς ἐλάλησεν τοῖς ὄχλοις καὶ τοῖς μαθηταῖς αὐτοῦ
2 λέγων Ἐπὶ τῆς Μωυσέως καθέδρας ἐκάθισαν οἱ γραμματεῖς καὶ οἱ Φαρισαῖοι.
3 πάντα οὖν ὅσα ἐὰν εἴπωσιν ὑμῖν ποιήσατε καὶ τηρεῖτε, κατὰ δὲ τὰ ἔργα αὐτῶν μὴ ποιεῖτε, λέγουσιν γὰρ καὶ οὐ ποιοῦσιν.
4 δεσμεύουσιν δὲ φορτία βαρέα⸆ καὶ ἐπιτιθέασιν ἐπὶ τοὺς ὤμους τῶν ἀνθρώπων, αὐτοὶ δὲ τῷ δακτύλῳ αὐτῶν οὐ θέλουσιν κινῆσαι αὐτά.
5 πάντα δὲ τὰ ἔργα αὐτῶν ποιοῦσιν πρὸς τὸ θεαθῆναι τοῖς ἀνθρώποις· πλατύνουσι γὰρ τὰ φυλακτήρια αὐτῶν καὶ μεγαλύνουσι τὰ κράσπεδα,
6 φιλοῦσι δὲ τὴν πρωτοκλισίαν ἐν τοῖς δείπνοις καὶ τὰς πρωτοκαθεδρίας ἐν ταῖς συναγωγαῖς
7 καὶ τοὺς ἀσπασμοὺς ἐν ταῖς ἀγοραῖς καὶ καλεῖσθαι ὑπὸ τῶν ἀνθρώπων Ῥαββεί.
8 ὑμεῖς δὲ μὴ κληθῆτε Ῥαββεί, εἷς γάρ ἐστιν ὑμῶν ὁ διδάσκαλος, πάντες δὲ ὑμεῖς ἀδελφοί ἐστε·
9 καὶ πατέρα μὴ καλέσητε ὑμῶν ἐπὶ τῆς γῆς, εἷς γάρ ἐστιν ὑμῶν ὁ πατὴρ ὁ οὐράνιος·
10 μηδὲ κληθῆτε καθηγηταί, ὅτι καθηγητὴς ὑμῶν ἐστὶν εἷς ὁ χριστός·
11 ὁ δὲ μείζων ὑμῶν ἔσται ὑμῶν διάκονος.
12 Ὅστις δὲ ὑψώσει ἑαυτὸν ταπεινωθήσεται, καὶ ὅστις ταπεινώσει ἑαυτὸν ὑψωθήσεται.
13 Οὐαὶ δὲ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι κλείετε τὴν βασιλείαν τῶν οὐρανῶν ἔμπροσθεν τῶν ἀνθρώπων· ὑμεῖς γὰρ οὐκ εἰσέρχεσθε, οὐδὲ τοὺς εἰσερχομένους ἀφίετε εἰσελθεῖν.
14-15 Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι περιάγετε τὴν θάλασσαν καὶ τὴν ξηρὰν ποιῆσαι ἕνα προσήλυτον, καὶ ὅταν γένηται ποιεῖτε αὐτὸν υἱὸν γεέννης διπλότερον ὑμῶν.
16 Οὐαὶ ὑμῖν, ὁδηγοὶ τυφλοὶ οἱ λέγοντες Ὃς ἂν ὀμόσῃ ἐν τῷ ναῷ, οὐδέν ἐστιν, ὃς δ᾽ ἂν ὀμόσῃ ἐν τῷ χρυσῷ τοῦ ναοῦ ὀφείλει·
17 μωροὶ καὶ τυφλοί, τίς γὰρ μείζων ἐστίν, ὁ χρυσὸς ἢ ὁ ναὸς ὁ ἁγιάσας τὸν χρυσόν;
18 καί Ὃς ἂν ὀμόσῃ ἐν τῷ θυσιαστηρίῳ, οὐδέν ἐστιν, ὃς δ᾽ ἂν ὀμόσῃ ἐν τῷ δώρῳ τῷ ἐπάνω αὐτοῦ ὀφείλει·
19 ⸆τυφλοί, τί γὰρ μεῖζον, τὸ δῶρον ἢ τὸ θυσιαστήριον τὸ ἁγιάζον τὸ δῶρον;
20 ὁ οὖν ὀμόσας ἐν τῷ θυσιαστηρίῳ ὀμνύει ἐν αὐτῷ καὶ ἐν πᾶσι τοῖς ἐπάνω αὐτοῦ·
21 καὶ ὁ ὀμόσας ἐν τῷ ναῷ ὀμνύει ἐν αὐτῷ καὶ ἐν τῷ ⸂κατοικοῦντι⸃ αὐτόν·
22 καὶ ὁ ὀμόσας ἐν τῷ οὐρανῷ ὀμνύει ἐν τῷ θρόνῳ τοῦ θεοῦ καὶ ἐν τῷ καθημένῳ ἐπάνω αὐτοῦ.
23 Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι ἀποδεκατοῦτε τὸ ἡδύοσμον καὶ τὸ ἄνηθον καὶ τὸ κύμινον, καὶ ἀφήκατε τὰ βαρύτερα τοῦ νόμου, τὴν κρίσιν καὶ τὸ ἔλεος καὶ τὴν πίστιν· ταῦτα δὲ ἔδει ποιῆσαι κἀκεῖνα μὴ ἀφεῖναι.
24 ὁδηγοὶ τυφλοί, διυλίζοντες τὸν κώνωπα τὴν δὲ κάμηλον καταπίνοντες.
25 Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι καθαρίζετε τὸ ἔξωθεν τοῦ ποτηρίου καὶ τῆς παροψίδος, ἔσωθεν δὲ γέμουσιν ἐξ ἁρπαγῆς καὶ ἀκρασίας.
26 Φαρισαῖε τυφλέ, καθάρισον πρῶτον τὸ ἐντὸς τοῦ ποτηρίου [καὶ τῆς παροψίδος], ἵνα γένηται καὶ τὸ ἐκτὸς αὐτοῦ καθαρόν.
27 Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι ⸂παρομοιάζετε⸃ τάφοις κεκονιαμένοις, οἵτινες ἔξωθεν μὲν φαίνονται ὡραῖοι ἔσωθεν δὲ γέμουσιν ὀστέων νεκρῶν καὶ πάσης ἀκαθαρσίας·
28 οὕτως καὶ ὑμεῖς ἔξωθεν μὲν φαίνεσθε τοῖς ἀνθρώποις δίκαιοι, ἔσωθεν δέ ἐστε μεστοὶ ὑποκρίσεως καὶ ἀνομίας.
29 Οὐαὶ ὑμῖν, γραμματεῖς καὶ Φαρισαῖοι ὑποκριταί, ὅτι οἰκοδομεῖτε τοὺς τάφους τῶν προφητῶν καὶ κοσμεῖτε τὰ μνημεῖα τῶν δικαίων,
30 καὶ λέγετε Εἰ ἤμεθα ἐν ταῖς ἡμέραις τῶν πατέρων ἡμῶν, οὐκ ἂν ἤμεθα αὐτῶν κοινωνοὶ ἐν τῷ αἵματι τῶν προφητῶν·
31 ὥστε μαρτυρεῖτε ἑαυτοῖς ὅτι υἱοί ἐστε τῶν φονευσάντων τοὺς προφήτας.
32 καὶ ὑμεῖς ⸂πληρώσατε⸃ τὸ μέτρον τῶν πατέρων ὑμῶν.
33 ὄφεις γεννήματα ἐχιδνῶν, πῶς φύγητε ἀπὸ τῆς κρίσεως τῆς γεέννης;
34 διὰ τοῦτο ⸂ἰδοὺ⸃ ἐγὼ ἀποστέλλω πρὸς ὑμᾶς προφήτας καὶ σοφοὺς καὶ γραμματεῖς· ἐξ αὐτῶν ἀποκτενεῖτε καὶ σταυρώσετε, καὶ ἐξ αὐτῶν μαστιγώσετε ἐν ταῖς συναγωγαῖς ὑμῶν καὶ διώξετε ἀπὸ πόλεως εἰς πόλιν·
35 ὅπως ἔλθῃ ἐφ᾽ ὑμᾶς πᾶν αἷμα δίκαιον ἐκχυννόμενον ἐπὶ τῆς γῆς ἀπὸ τοῦ αἵματος Ἅβελ τοῦ δικαίου ἕως τοῦ αἵματος Ζαχαρίου υἱοῦ Βαραχίου, ὃν ἐφονεύσατε μεταξὺ τοῦ ναοῦ καὶ τοῦ θυσιαστηρίου.
36 ἀμὴν λέγω ὑμῖν, ἥξει ⸂ταῦτα πάντα⸃ ἐπὶ τὴν γενεὰν ταύτην.
37 Ἰερουσαλήμ Ἰερουσαλήμ, ἡ ἀποκτείνουσα τοὺς προφήτας καὶ λιθοβολοῦσα τοὺς ἀπεσταλμένους πρὸς αὐτήν,- ποσάκις ἠθέλησα ἐπισυναγαγεῖν τὰ τέκνα σου, ὃν τρόπον ὄρνις ἐπισυνάγει τὰ νοσσία [αὐτῆς] ὑπὸ τὰς πτέρυγας, καὶ οὐκ ἠθελήσατε;
38 ἰδοὺ ἀφίεται ὑμῖν ὁ οἶκος ὑμῶν⸆.
39 λέγω γὰρ ὑμῖν, οὐ μή με ἴδητε ἀπ᾽ ἄρτι ἕως ἂν εἴπητε Εὐλογημένος ὁ ἐρχόμενος ἐν ὀνόματι Κυρίου.

\c 24
1 Καὶ ἐξελθὼν ὁ Ἰησοῦς ἀπὸ τοῦ ἱεροῦ ἐπορεύετο, καὶ προσῆλθον οἱ μαθηταὶ αὐτοῦ ἐπιδεῖξαι αὐτῷ τὰς οἰκοδομὰς τοῦ ἱεροῦ·
2 ὁ δὲ ἀποκριθεὶς εἶπεν αὐτοῖς Οὐ βλέπετε ταῦτα πάντα; ἀμὴν λέγω ὑμῖν, οὐ μὴ ἀφεθῇ ὧδε λίθος ἐπὶ λίθον ὃς οὐ καταλυθήσεται.
3 Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ Ὄρους τῶν Ἐλαιῶν προσῆλθον αὐτῷ οἱ μαθηταὶ κατ᾽ ἰδίαν λέγοντες Εἰπὸν ἡμῖν πότε ταῦτα ἔσται, καὶ τί τὸ σημεῖον τῆς σῆς παρουσίας καὶ συντελείας τοῦ αἰῶνος.
4 καὶ ἀποκριθεὶς ὁ Ἰησοῦς εἶπεν αὐτοῖς Βλέπετε μή τις ὑμᾶς πλανήσῃ·
5 πολλοὶ γὰρ ἐλεύσονται ἐπὶ τῷ ὀνόματί μου λέγοντες Ἐγώ εἰμι ὁ χριστός, καὶ πολλοὺς πλανήσουσιν.
6 μελλήσετε δὲ ἀκούειν πολέμους καὶ ἀκοὰς πολέμων· ὁρᾶτε, μὴ θροεῖσθε· δεῖ γὰρ γενέσθαι, ἀλλ᾽ οὔπω ἐστὶν τὸ τέλος.
7 ἐγερθήσεται γὰρ ἔθνος ἐπὶ ἔθνος καὶ βασιλεία ἐπὶ βασιλείαν, καὶ ἔσονται λιμοὶ καὶ σεισμοὶ κατὰ τόπους·
8 πάντα δὲ ταῦτα ἀρχὴ ὠδίνων.
9 τότε παραδώσουσιν ὑμᾶς εἰς θλίψιν καὶ ἀποκτενοῦσιν ὑμᾶς, καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων τῶν ἐθνῶν διὰ τὸ ὄνομά μου.
10 καὶ τότε σκανδαλισθήσονται πολλοὶ καὶ ἀλλήλους παραδώσουσιν καὶ μισήσουσιν ἀλλήλους·
11 καὶ πολλοὶ ψευδοπροφῆται ἐγερθήσονται καὶ πλανήσουσιν πολλούς·
12 καὶ διὰ τὸ πληθυνθῆναι τὴν ἀνομίαν ψυγήσεται ἡ ἀγάπη τῶν πολλῶν.
13 ὁ δὲ ὑπομείνας εἰς τέλος οὗτος σωθήσεται.
14 καὶ κηρυχθήσεται τοῦτο τὸ εὐαγγέλιον τῆς βασιλείας ἐν ὅλῃ τῇ οἰκουμένῃ εἰς μαρτύριον πᾶσιν τοῖς ἔθνεσιν, καὶ τότε ἥξει τὸ τέλος.
15 Ὅταν οὖν ἴδητε τὸ βδέλυγμα τῆς ἐρημώσεως τὸ ῥηθὲν διὰ Δανιὴλ τοῦ προφήτου ἑστὸς ἐν τόπῳ ἁγίῳ, ὁ ἀναγινώσκων νοείτω,
16 τότε οἱ ἐν τῇ Ἰουδαίᾳ φευγέτωσαν ⸂εἰς⸃ τὰ ὄρη,
17 ὁ ἐπὶ τοῦ δώματος μὴ καταβάτω ἆραι τὰ ἐκ τῆς οἰκίας αὐτοῦ,
18 καὶ ὁ ἐν τῷ ἀγρῷ μὴ ἐπιστρεψάτω ὀπίσω ἆραι τὸ ἱμάτιον αὐτοῦ.
19 οὐαὶ δὲ ταῖς ἐν γαστρὶ ἐχούσαις καὶ ταῖς θηλαζούσαις ἐν ἐκείναις ταῖς ἡμέραις.
20 προσεύχεσθε δὲ ἵνα μὴ γένηται ἡ φυγὴ ὑμῶν χειμῶνος μηδὲ σαββάτῳ·
21 ἔσται γὰρ τότε θλίψις μεγάλη οἵα οὐ γέγονεν ἀπ᾽ ἀρχῆς κόσμου ἕως τοῦ νῦν οὐδ᾽ οὐ μὴ γένηται.
22 καὶ εἰ μὴ ἐκολοβώθησαν αἱ ἡμέραι ἐκεῖναι, οὐκ ἂν ἐσώθη πᾶσα σάρξ· διὰ δὲ τοὺς ἐκλεκτοὺς κολοβωθήσονται αἱ ἡμέραι ἐκεῖναι.
23 Τότε ἐάν τις ὑμῖν εἴπῃ Ἰδοὺ ὧδε ὁ χριστός ἤ Ὧδε, μὴ πιστεύσητε·
24 ἐγερθήσονται γὰρ ψευδόχριστοι καὶ ψευδοπροφῆται, καὶ δώσουσιν σημεῖα μεγάλα καὶ τέρατα ὥστε ⸂πλανᾶσθαι⸃ εἰ δυνατὸν καὶ τοὺς ἐκλεκτούς·
25 ἰδοὺ προείρηκα ὑμῖν.
26 ἐὰν οὖν εἴπωσιν ὑμῖν Ἰδοὺ ἐν τῇ ἐρήμῳ ἐστίν, μὴ ἐξέλθητε· Ἰδοὺ ἐν τοῖς ταμείοις, μὴ πιστεύσητε·
27 ὥσπερ γὰρ ἡ ἀστραπὴ ἐξέρχεται ἀπὸ ἀνατολῶν καὶ φαίνεται ἕως δυσμῶν, οὕτως ἔσται ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου·
28 ὅπου ἐὰν ᾖ τὸ πτῶμα, ἐκεῖ συναχθήσονται οἱ ἀετοί.
29 Εὐθέως δὲ μετὰ τὴν θλίψιν τῶν ἡμερῶν ἐκείνων ὁ ἥλιος σκοτισθήσεται, καὶ ἡ σελήνη οὐ δώσει τὸ φέγγος αὐτῆς, καὶ οἱ ἀστέρες πεσοῦνται ἀπὸ τοῦ οὐρανοῦ, καὶ αἱ δυνάμεις τῶν οὐρανῶν σαλευθήσονται.
30 καὶ τότε φανήσεται τὸ σημεῖον τοῦ υἱοῦ τοῦ ἀνθρώπου ἐν οὐρανῷ, καὶ τότε κόψονται πᾶσαι αἱ φυλαὶ τῆς γῆς καὶ ὄψονται τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐπὶ τῶν νεφελῶν τοῦ οὐρανοῦ μετὰ δυνάμεως καὶ δόξης πολλῆς·
31 καὶ ἀποστελεῖ τοὺς ἀγγέλους αὐτοῦ μετὰ σάλπιγγος⸆ μεγάλης, καὶ ἐπισυνάξουσιν τοὺς ἐκλεκτοὺς αὐτοῦ ἐκ τῶν τεσσάρων ἀνέμων ἀπ᾽ ἄκρων οὐρανῶν ἕως [τῶν] ἄκρων αὐτῶν.
32 Ἀπὸ δὲ τῆς συκῆς μάθετε τὴν παραβολήν· ὅταν ἤδη ὁ κλάδος αὐτῆς γένηται ἁπαλὸς καὶ τὰ φύλλα ἐκφύῃ, γινώσκετε ὅτι ἐγγὺς τὸ θέρος·
33 οὕτως καὶ ὑμεῖς, ὅταν ἴδητε πάντα ταῦτα, γινώσκετε ὅτι ἐγγύς ἐστιν ἐπὶ θύραις.
34 ἀμὴν λέγω ὑμῖν ὅτι οὐ μὴ παρέλθῃ ἡ γενεὰ αὕτη ἕως [ἂν] πάντα ταῦτα γένηται.
35 ὁ οὐρανὸς καὶ ἡ γῆ παρελεύσεται, οἱ δὲ λόγοι μου οὐ μὴ παρέλθωσιν.
36 Περὶ δὲ τῆς ἡμέρας ἐκείνης καὶ ὥρας οὐδεὶς οἶδεν, οὐδὲ οἱ ἄγγελοι τῶν οὐρανῶν οὐδὲ ὁ υἱός, εἰ μὴ ὁ πατὴρ μόνος.
37 ὥσπερ γὰρ αἱ ἡμέραι τοῦ Νῶε, οὕτως ἔσται ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου·
38 ὡς γὰρ ἦσαν ἐν ταῖς ἡμέραις [ἐκείναις] ταῖς πρὸ τοῦ κατακλυσμοῦ τρώγοντες καὶ πίνοντες, γαμοῦντες καὶ γαμίζοντες, ἄχρι ἧς ἡμέρας εἰσῆλθεν Νῶε εἰς τὴν κιβωτόν,
39 καὶ οὐκ ἔγνωσαν ἕως ἦλθεν ὁ κατακλυσμὸς καὶ ἦρεν ἅπαντας, οὕτως ἔσται ἡ παρουσία τοῦ υἱοῦ τοῦ ἀνθρώπου.
40 τότε ἔσονται δύο ἐν τῷ ἀγρῷ, εἷς παραλαμβάνεται καὶ εἷς ἀφίεται·
41 δύο ἀλήθουσαι ἐν τῷ μύλῳ, μία παραλαμβάνεται καὶ μία ἀφίεται.
42 γρηγορεῖτε οὖν, ὅτι οὐκ οἴδατε ποίᾳ ἡμέρᾳ ὁ κύριος ὑμῶν ἔρχεται.
43 ἐκεῖνο δὲ γινώσκετε ὅτι εἰ ᾔδει ὁ οἰκοδεσπότης ποίᾳ φυλακῇ ὁ κλέπτης ἔρχεται, ἐγρηγόρησεν ἂν καὶ οὐκ ἂν εἴασεν διορυχθῆναι τὴν οἰκίαν αὐτοῦ.
44 διὰ τοῦτο καὶ ὑμεῖς γίνεσθε ἕτοιμοι, ὅτι ᾗ οὐ δοκεῖτε ὥρᾳ ὁ υἱὸς τοῦ ἀνθρώπου ἔρχεται.
45 Τίς ἄρα ἐστὶν ὁ πιστὸς δοῦλος καὶ φρόνιμος ὃν κατέστησεν ὁ κύριος ἐπὶ τῆς οἰκετείας αὐτοῦ τοῦ δοῦναι αὐτοῖς τὴν τροφὴν ἐν καιρῷ;
46 μακάριος ὁ δοῦλος ἐκεῖνος ὃν ἐλθὼν ὁ κύριος αὐτοῦ εὑρήσει οὕτως ποιοῦντα·
47 ἀμὴν λέγω ὑμῖν ὅτι ἐπὶ πᾶσιν τοῖς ὑπάρχουσιν αὐτοῦ καταστήσει αὐτόν.
48 ἐὰν δὲ εἴπῃ ὁ κακὸς δοῦλος ἐκεῖνος ἐν τῇ καρδίᾳ αὐτοῦ Χρονίζει μου ὁ κύριος,
49 καὶ ἄρξηται τύπτειν τοὺς συνδούλους αὐτοῦ, ἐσθίῃ δὲ καὶ πίνῃ μετὰ τῶν μεθυόντων,
50 ἥξει ὁ κύριος τοῦ δούλου ἐκείνου ἐν ἡμέρᾳ ᾗ οὐ προσδοκᾷ καὶ ἐν ὥρᾳ ᾗ οὐ γινώσκει,
51 καὶ διχοτομήσει αὐτὸν καὶ τὸ μέρος αὐτοῦ μετὰ τῶν ὑποκριτῶν θήσει· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.

\c 25
1 Τότε ὁμοιωθήσεται ἡ βασιλεία τῶν οὐρανῶν δέκα παρθένοις, αἵτινες λαβοῦσαι τὰς λαμπάδας ἑαυτῶν ἐξῆλθον εἰς ὑπάντησιν τοῦ νυμφίου.
2 πέντε δὲ ἐξ αὐτῶν ἦσαν μωραὶ καὶ πέντε φρόνιμοι·
3 αἱ γὰρ μωραὶ λαβοῦσαι τὰς λαμπάδας [αὐτῶν] οὐκ ἔλαβον μεθ᾽ ἑαυτῶν ἔλαιον·
4 αἱ δὲ φρόνιμοι ἔλαβον ἔλαιον ἐν τοῖς ἀγγείοις μετὰ τῶν λαμπάδων ἑαυτῶν.
5 χρονίζοντος δὲ τοῦ νυμφίου ἐνύσταξαν πᾶσαι καὶ ἐκάθευδον.
6 μέσης δὲ νυκτὸς κραυγὴ γέγονεν Ἰδοὺ ὁ νυμφίος, ἐξέρχεσθε εἰς ἀπάντησιν.
7 τότε ἠγέρθησαν πᾶσαι αἱ παρθένοι ἐκεῖναι καὶ ἐκόσμησαν τὰς λαμπάδας ἑαυτῶν.
8 αἱ δὲ μωραὶ ταῖς φρονίμοις εἶπαν Δότε ἡμῖν ἐκ τοῦ ἐλαίου ὑμῶν, ὅτι αἱ λαμπάδες ἡμῶν σβέννυνται.
9 ἀπεκρίθησαν δὲ αἱ φρόνιμοι λέγουσαι Μήποτε ⸂οὐ μὴ⸃ ἀρκέσῃ ἡμῖν καὶ ὑμῖν· πορεύεσθε μᾶλλον πρὸς τοὺς πωλοῦντας καὶ ἀγοράσατε ἑαυταῖς.
10 ἀπερχομένων δὲ αὐτῶν ἀγοράσαι ἦλθεν ὁ νυμφίος, καὶ αἱ ἕτοιμοι εἰσῆλθον μετ᾽ αὐτοῦ εἰς τοὺς γάμους, καὶ ἐκλείσθη ἡ θύρα.
11 ὕστερον δὲ ἔρχονται καὶ αἱ λοιπαὶ παρθένοι λέγουσαι Κύριε κύριε, ἄνοιξον ἡμῖν·
12 ὁ δὲ ἀποκριθεὶς εἶπεν Ἀμὴν λέγω ὑμῖν, οὐκ οἶδα ὑμᾶς.
13 Γρηγορεῖτε οὖν, ὅτι οὐκ οἴδατε τὴν ἡμέραν οὐδὲ τὴν ὥραν.
14 Ὥσπερ γὰρ ἄνθρωπος ἀποδημῶν ἐκάλεσεν τοὺς ἰδίους δούλους καὶ παρέδωκεν αὐτοῖς τὰ ὑπάρχοντα αὐτοῦ,
15 καὶ ᾧ μὲν ἔδωκεν πέντε τάλαντα ᾧ δὲ δύο ᾧ δὲ ἕν, ἑκάστῳ κατὰ τὴν ἰδίαν δύναμιν, καὶ ἀπεδήμησεν. εὐθέως
16 πορευθεὶς ὁ τὰ πέντε τάλαντα λαβὼν ἠργάσατο ἐν αὐτοῖς καὶ ἐκέρδησεν ἄλλα πέντε·
17 ὡσαύτως⸆ ὁ τὰ δύο ἐκέρδησεν ἄλλα δύο·
18 ὁ δὲ τὸ ἓν λαβὼν ἀπελθὼν ὤρυξεν γῆν καὶ ἔκρυψεν τὸ ἀργύριον τοῦ κυρίου αὐτοῦ.
19 μετὰ δὲ πολὺν χρόνον ἔρχεται ὁ κύριος τῶν δούλων ἐκείνων καὶ συναίρει λόγον μετ᾽ αὐτῶν.
20 καὶ προσελθὼν ὁ τὰ πέντε τάλαντα λαβὼν προσήνεγκεν ἄλλα πέντε τάλαντα λέγων Κύριε, πέντε τάλαντά μοι παρέδωκας· ἴδε ἄλλα πέντε τάλαντα ἐκέρδησα.
21 ἔφη αὐτῷ ὁ κύριος αὐτοῦ Εὖ, δοῦλε ἀγαθὲ καὶ πιστέ, ἐπὶ ὀλίγα ἦς πιστός, ἐπὶ πολλῶν σε καταστήσω· εἴσελθε εἰς τὴν χαρὰν τοῦ κυρίου σου.
22 προσελθὼν καὶ ὁ τὰ δύο τάλαντα εἶπεν Κύριε, δύο τάλαντά μοι παρέδωκας· ἴδε ἄλλα δύο τάλαντα ἐκέρδησα.
23 ἔφη αὐτῷ ὁ κύριος αὐτοῦ Εὖ, δοῦλε ἀγαθὲ καὶ πιστέ, ἐπὶ ὀλίγα ⸂ἦς πιστός⸃, ἐπὶ πολλῶν σε καταστήσω· εἴσελθε εἰς τὴν χαρὰν τοῦ κυρίου σου.
24 προσελθὼν δὲ καὶ ὁ τὸ ἓν τάλαντον εἰληφὼς εἶπεν Κύριε, ἔγνων σε ὅτι σκληρὸς εἶ ἄνθρωπος, θερίζων ὅπου οὐκ ἔσπειρας καὶ συνάγων ὅθεν οὐ διεσκόρπισας·
25 καὶ φοβηθεὶς ἀπελθὼν ἔκρυψα τὸ τάλαντόν σου ἐν τῇ γῇ· ἴδε ἔχεις τὸ σόν.
26 ἀποκριθεὶς δὲ ὁ κύριος αὐτοῦ εἶπεν αὐτῷ Πονηρὲ δοῦλε καὶ ὀκνηρέ, ᾔδεις ὅτι θερίζω ὅπου οὐκ ἔσπειρα καὶ συνάγω ὅθεν οὐ διεσκόρπισα;
27 ἔδει σε οὖν βαλεῖν τὰ ἀργύριά μου τοῖς τραπεζείταις, καὶ ἐλθὼν ἐγὼ ἐκομισάμην ἂν τὸ ἐμὸν σὺν τόκῳ.
28 ἄρατε οὖν ἀπ᾽ αὐτοῦ τὸ τάλαντον καὶ δότε τῷ ἔχοντι τὰ δέκα τάλαντα·
29 τῷ γὰρ ἔχοντι παντὶ δοθήσεται καὶ περισσευθήσεται· τοῦ δὲ μὴ ἔχοντος καὶ ὃ ἔχει ἀρθήσεται ἀπ᾽ αὐτοῦ.
30 καὶ τὸν ἀχρεῖον δοῦλον ἐκβάλετε εἰς τὸ σκότος τὸ ἐξώτερον· ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων.
31 Ὅταν δὲ ἔλθῃ ὁ υἱὸς τοῦ ἀνθρώπου ἐν τῇ δόξῃ αὐτοῦ καὶ πάντες οἱ ἄγγελοι μετ᾽ αὐτοῦ, τότε καθίσει ἐπὶ θρόνου δόξης αὐτοῦ,
32 καὶ συναχθήσονται ἔμπροσθεν αὐτοῦ πάντα τὰ ἔθνη, καὶ ἀφορίσει αὐτοὺς ἀπ᾽ ἀλλήλων, ὥσπερ ὁ ποιμὴν ἀφορίζει τὰ πρόβατα ἀπὸ τῶν ἐρίφων,
33 καὶ στήσει τὰ μὲν πρόβατα ἐκ δεξιῶν αὐτοῦ τὰ δὲ ἐρίφια ἐξ εὐωνύμων.
34 τότε ἐρεῖ ὁ βασιλεὺς τοῖς ἐκ δεξιῶν αὐτοῦ Δεῦτε, οἱ εὐλογημένοι τοῦ πατρός μου, κληρονομήσατε τὴν ἡτοιμασμένην ὑμῖν βασιλείαν ἀπὸ καταβολῆς κόσμου·
35 ἐπείνασα γὰρ καὶ ἐδώκατέ μοι φαγεῖν, ἐδίψησα καὶ ἐποτίσατέ με, ξένος ἤμην καὶ συνηγάγετέ με,
36 γυμνὸς καὶ περιεβάλετέ με, ἠσθένησα καὶ ἐπεσκέψασθέ με, ἐν φυλακῇ ἤμην καὶ ἤλθατε πρός με.
37 τότε ἀποκριθήσονται αὐτῷ οἱ δίκαιοι λέγοντες Κύριε, πότε σε εἴδαμεν πεινῶντα καὶ ἐθρέψαμεν, ἢ διψῶντα καὶ ἐποτίσαμεν;
38 πότε δέ σε εἴδαμεν ξένον καὶ συνηγάγομεν, ἢ γυμνὸν καὶ περιεβάλομεν;
39 πότε δέ σε εἴδομεν ἀσθενοῦντα ἢ ἐν φυλακῇ καὶ ἤλθομεν πρός σε;
40 καὶ ἀποκριθεὶς ὁ βασιλεὺς ἐρεῖ αὐτοῖς Ἀμὴν λέγω ὑμῖν, ἐφ᾽ ὅσον ἐποιήσατε ἑνὶ τούτων τῶν ἀδελφῶν μου τῶν ἐλαχίστων, ἐμοὶ ἐποιήσατε.
41 τότε ἐρεῖ καὶ τοῖς ἐξ εὐωνύμων Πορεύεσθε ἀπ᾽ ἐμοῦ κατηραμένοι εἰς τὸ πῦρ τὸ αἰώνιον τὸ ἡτοιμασμένον τῷ διαβόλῳ καὶ τοῖς ἀγγέλοις αὐτοῦ·
42 ἐπείνασα γὰρ καὶ οὐκ ἐδώκατέ μοι φαγεῖν, [καὶ] ἐδίψησα καὶ οὐκ ἐποτίσατέ με,
43 ξένος ἤμην καὶ οὐ συνηγάγετέ με, γυμνὸς καὶ οὐ περιεβάλετέ με, ἀσθενὴς καὶ ἐν φυλακῇ καὶ οὐκ ἐπεσκέψασθέ με.
44 τότε ἀποκριθήσονται καὶ αὐτοὶ λέγοντες Κύριε, πότε σε εἴδομεν πεινῶντα ἢ διψῶντα ἢ ξένον ἢ γυμνὸν ἢ ἀσθενῆ ἢ ἐν φυλακῇ καὶ οὐ διηκονήσαμέν σοι;
45 τότε ἀποκριθήσεται αὐτοῖς λέγων Ἀμὴν λέγω ὑμῖν, ἐφ᾽ ὅσον οὐκ ἐποιήσατε ἑνὶ τούτων τῶν ἐλαχίστων, οὐδὲ ἐμοὶ ἐποιήσατε.
46 καὶ ἀπελεύσονται οὗτοι εἰς κόλασιν αἰώνιον, οἱ δὲ δίκαιοι εἰς ζωὴν αἰώνιον.

\c 26
1 Καὶ ἐγένετο ὅτε ἐτέλεσεν ὁ Ἰησοῦς πάντας τοὺς λόγους τούτους, εἶπεν τοῖς μαθηταῖς αὐτοῦ
2 Οἴδατε ὅτι μετὰ δύο ἡμέρας τὸ πάσχα γίνεται, καὶ ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοται εἰς τὸ σταυρωθῆναι.
3 Τότε συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ εἰς τὴν αὐλὴν τοῦ ἀρχιερέως τοῦ λεγομένου Καιάφα,
4 καὶ συνεβουλεύσαντο ἵνα τὸν Ἰησοῦν δόλῳ κρατήσωσιν καὶ ἀποκτείνωσιν·
5 ἔλεγον δέ Μὴ ἐν τῇ ἑορτῇ, ἵνα μὴ θόρυβος γένηται ἐν τῷ λαῷ.
6 Τοῦ δὲ Ἰησοῦ γενομένου ἐν Βηθανίᾳ ἐν οἰκίᾳ Σίμωνος τοῦ λεπροῦ,
7 προσῆλθεν αὐτῷ γυνὴ ἔχουσα ἀλάβαστρον μύρου βαρυτίμου καὶ κατέχεεν ἐπὶ τῆς κεφαλῆς αὐτοῦ ἀνακειμένου.
8 ἰδόντες δὲ οἱ μαθηταὶ ἠγανάκτησαν λέγοντες Εἰς τί ἡ ἀπώλεια αὕτη;
9 ἐδύνατο γὰρ τοῦτο πραθῆναι πολλοῦ καὶ δοθῆναι πτωχοῖς.
10 γνοὺς δὲ ὁ Ἰησοῦς εἶπεν αὐτοῖς Τί κόπους παρέχετε τῇ γυναικί; ἔργον γὰρ καλὸν ἠργάσατο εἰς ἐμέ·
11 πάντοτε γὰρ τοὺς πτωχοὺς ἔχετε μεθ᾽ ἑαυτῶν, ἐμὲ δὲ οὐ πάντοτε ἔχετε·
12 βαλοῦσα γὰρ αὕτη τὸ μύρον τοῦτο ἐπὶ τοῦ σώματός μου πρὸς τὸ ἐνταφιάσαι με ἐποίησεν.
13 ἀμὴν λέγω ὑμῖν, ὅπου ἐὰν κηρυχθῇ τὸ εὐαγγέλιον τοῦτο ἐν ὅλῳ τῷ κόσμῳ, λαληθήσεται καὶ ὃ ἐποίησεν αὕτη εἰς μνημόσυνον αὐτῆς.
14 Τότε πορευθεὶς εἷς τῶν δώδεκα, ὁ λεγόμενος Ἰούδας Ἰσκαριώτης, πρὸς τοὺς ἀρχιερεῖς
15 εἶπεν Τί θέλετέ μοι δοῦναι κἀγὼ ὑμῖν παραδώσω αὐτόν; οἱ δὲ ἔστησαν αὐτῷ τριάκοντα ἀργύρια.
16 καὶ ἀπὸ τότε ἐζήτει εὐκαιρίαν ἵνα αὐτὸν παραδῷ.
17 Τῇ δὲ πρώτῃ τῶν ἀζύμων προσῆλθον οἱ μαθηταὶ τῷ Ἰησοῦ λέγοντες Ποῦ θέλεις ἑτοιμάσωμέν σοι φαγεῖν τὸ πάσχα;
18 ὁ δὲ εἶπεν Ὑπάγετε εἰς τὴν πόλιν πρὸς τὸν δεῖνα καὶ εἴπατε αὐτῷ Ὁ διδάσκαλος λέγει Ὁ καιρός μου ἐγγύς ἐστιν· πρὸς σὲ ποιῶ τὸ πάσχα μετὰ τῶν μαθητῶν μου.
19 καὶ ἐποίησαν οἱ μαθηταὶ ὡς συνέταξεν αὐτοῖς ὁ Ἰησοῦς, καὶ ἡτοίμασαν τὸ πάσχα.
20 Ὀψίας δὲ γενομένης ἀνέκειτο μετὰ τῶν δώδεκα [μαθητῶν].
21 καὶ ἐσθιόντων αὐτῶν εἶπεν Ἀμὴν λέγω ὑμῖν ὅτι εἷς ἐξ ὑμῶν παραδώσει με.
22 καὶ λυπούμενοι σφόδρα ἤρξαντο λέγειν αὐτῷ εἷς ἕκαστος Μήτι ἐγώ εἰμι, κύριε;
23 ὁ δὲ ἀποκριθεὶς εἶπεν Ὁ ἐμβάψας μετ᾽ ἐμοῦ τὴν χεῖρα ἐν τῷ τρυβλίῳ οὗτός με παραδώσει·
24 ὁ μὲν υἱὸς τοῦ ἀνθρώπου ὑπάγει καθὼς γέγραπται περὶ αὐτοῦ, οὐαὶ δὲ τῷ ἀνθρώπῳ ἐκείνῳ δι᾽ οὗ ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοται· καλὸν ἦν αὐτῷ εἰ οὐκ ἐγεννήθη ὁ ἄνθρωπος ἐκεῖνος.
25 ἀποκριθεὶς δὲ Ἰούδας ὁ παραδιδοὺς αὐτὸν εἶπεν Μήτι ἐγώ εἰμι, ῥαββεί; λέγει αὐτῷ Σὺ εἶπας.
26 Ἐσθιόντων δὲ αὐτῶν λαβὼν ὁ Ἰησοῦς ἄρτον καὶ εὐλογήσας ἔκλασεν καὶ δοὺς τοῖς μαθηταῖς εἶπεν Λάβετε φάγετε, τοῦτό ἐστιν τὸ σῶμά μου.
27 καὶ λαβὼν ποτήριον [καὶ] εὐχαριστήσας ἔδωκεν αὐτοῖς λέγων Πίετε ἐξ αὐτοῦ πάντες,
28 τοῦτο γάρ ἐστιν τὸ αἷμά μου τῆς διαθήκης τὸ περὶ πολλῶν ἐκχυννόμενον εἰς ἄφεσιν ἁμαρτιῶν·
29 λέγω δὲ ὑμῖν, οὐ μὴ πίω ἀπ᾽ ἄρτι ἐκ τούτου τοῦ γενήματος τῆς ἀμπέλου ἕως τῆς ἡμέρας ἐκείνης ὅταν αὐτὸ πίνω μεθ᾽ ὑμῶν καινὸν ἐν τῇ βασιλείᾳ τοῦ πατρός μου.
30 Καὶ ὑμνήσαντες ἐξῆλθον εἰς τὸ Ὄρος τῶν Ἐλαιῶν.
31 Τότε λέγει αὐτοῖς ὁ Ἰησοῦς Πάντες ὑμεῖς σκανδαλισθήσεσθε ἐν ἐμοὶ ἐν τῇ νυκτὶ ταύτῃ, γέγραπται γάρ Πατάξω τὸν ποιμένα, καὶ διασκορπισθήσονται τὰ πρόβατα τῆς ποίμνης·
32 μετὰ δὲ τὸ ἐγερθῆναί με προάξω ὑμᾶς εἰς τὴν Γαλιλαίαν.
33 ἀποκριθεὶς δὲ ὁ Πέτρος εἶπεν αὐτῷ Εἰ πάντες σκανδαλισθήσονται ἐν σοί, ἐγὼ οὐδέποτε σκανδαλισθήσομαι.
34 ἔφη αὐτῷ ὁ Ἰησοῦς Ἀμὴν λέγω σοι ὅτι ἐν ταύτῃ τῇ νυκτὶ πρὶν ἀλέκτορα φωνῆσαι τρὶς ἀπαρνήσῃ με.
35 λέγει αὐτῷ ὁ Πέτρος Κἂν δέῃ με σὺν σοὶ ἀποθανεῖν, οὐ μή σε ἀπαρνήσομαι. ὁμοίως καὶ πάντες οἱ μαθηταὶ εἶπαν.
36 Τότε ἔρχεται μετ᾽ αὐτῶν ὁ Ἰησοῦς εἰς χωρίον λεγόμενον Γεθσημανεί, καὶ λέγει τοῖς μαθηταῖς Καθίσατε αὐτοῦ ἕως [οὗ] ἀπελθὼν ἐκεῖ προσεύξωμαι.
37 καὶ παραλαβὼν τὸν Πέτρον καὶ τοὺς δύο υἱοὺς Ζεβεδαίου ἤρξατο λυπεῖσθαι καὶ ἀδημονεῖν.
38 τότε λέγει αὐτοῖς Περίλυπός ἐστιν ἡ ψυχή μου ἕως θανάτου· μείνατε ὧδε καὶ γρηγορεῖτε μετ᾽ ἐμοῦ.
39 καὶ ⸂προελθὼν⸃ μικρὸν ἔπεσεν ἐπὶ πρόσωπον αὐτοῦ προσευχόμενος καὶ λέγων Πάτερ μου, εἰ δυνατόν ἐστιν, παρελθάτω ἀπ᾽ ἐμοῦ τὸ ποτήριον τοῦτο· πλὴν οὐχ ὡς ἐγὼ θέλω ἀλλ᾽ ὡς σύ.
40 καὶ ἔρχεται πρὸς τοὺς μαθητὰς καὶ εὑρίσκει αὐτοὺς καθεύδοντας, καὶ λέγει τῷ Πέτρῳ Οὕτως οὐκ ἰσχύσατε μίαν ὥραν γρηγορῆσαι μετ᾽ ἐμοῦ;
41 γρηγορεῖτε καὶ προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν· τὸ μὲν πνεῦμα πρόθυμον ἡ δὲ σὰρξ ἀσθενής.
42 πάλιν ἐκ δευτέρου ἀπελθὼν προσηύξατο [λέγων] Πάτερ μου, εἰ οὐ δύναται τοῦτο παρελθεῖν ἐὰν μὴ αὐτὸ πίω, γενηθήτω τὸ θέλημά σου.
43 καὶ ἐλθὼν πάλιν εὗρεν αὐτοὺς καθεύδοντας, ἦσαν γὰρ αὐτῶν οἱ ὀφθαλμοὶ βεβαρημένοι.
44 καὶ ἀφεὶς αὐτοὺς πάλιν ἀπελθὼν προσηύξατο ἐκ τρίτου τὸν αὐτὸν λόγον ⸂εἰπὼν πάλιν.
45 τότε⸃ ἔρχεται πρὸς τοὺς μαθητὰς καὶ λέγει αὐτοῖς Καθεύδετε λοιπὸν καὶ ἀναπαύεσθε· ἰδοὺ⸆ ἤγγικεν ἡ ὥρα καὶ ὁ υἱὸς τοῦ ἀνθρώπου παραδίδοται εἰς χεῖρας ἁμαρτωλῶν.
46 ἐγείρεσθε ἄγωμεν· ἰδοὺ ἤγγικεν ὁ παραδιδούς με.
47 Καὶ ἔτι αὐτοῦ λαλοῦντος ἰδοὺ Ἰούδας εἷς τῶν δώδεκα ἦλθεν καὶ μετ᾽ αὐτοῦ ὄχλος πολὺς μετὰ μαχαιρῶν καὶ ξύλων ἀπὸ τῶν ἀρχιερέων καὶ πρεσβυτέρων τοῦ λαοῦ.
48 ὁ δὲ παραδιδοὺς αὐτὸν ἔδωκεν αὐτοῖς σημεῖον λέγων Ὃν ἂν φιλήσω αὐτός ἐστιν· κρατήσατε αὐτόν.
49 καὶ εὐθέως προσελθὼν τῷ Ἰησοῦ εἶπεν Χαῖρε, ῥαββεί· καὶ κατεφίλησεν αὐτόν.
50 ὁ δὲ Ἰησοῦς εἶπεν αὐτῷ Ἑταῖρε, ἐφ᾽ ὃ πάρει. τότε προσελθόντες ἐπέβαλον τὰς χεῖρας ἐπὶ τὸν Ἰησοῦν καὶ ἐκράτησαν αὐτόν.
51 καὶ ἰδοὺ εἷς τῶν μετὰ Ἰησοῦ ἐκτείνας τὴν χεῖρα ἀπέσπασεν τὴν μάχαιραν αὐτοῦ καὶ πατάξας τὸν δοῦλον τοῦ ἀρχιερέως ἀφεῖλεν αὐτοῦ τὸ ὠτίον.
52 τότε λέγει αὐτῷ ὁ Ἰησοῦς Ἀπόστρεψον τὴν μάχαιράν σου εἰς τὸν τόπον αὐτῆς, πάντες γὰρ οἱ λαβόντες μάχαιραν ἐν μαχαίρῃ ἀπολοῦνται·
53 ἢ δοκεῖς ὅτι οὐ δύναμαι παρακαλέσαι τὸν πατέρα μου, καὶ παραστήσει μοι ἄρτι πλείω δώδεκα λεγιῶνας ἀγγέλων;
54 πῶς οὖν πληρωθῶσιν αἱ γραφαὶ ὅτι οὕτως δεῖ γενέσθαι;
55 Ἐν ἐκείνῃ τῇ ὥρᾳ εἶπεν ὁ Ἰησοῦς τοῖς ὄχλοις Ὡς ἐπὶ λῃστὴν ἐξήλθατε μετὰ μαχαιρῶν καὶ ξύλων συλλαβεῖν με; καθ᾽ ἡμέραν ἐν τῷ ἱερῷ ἐκαθεζόμην διδάσκων καὶ οὐκ ἐκρατήσατέ με.
56 Τοῦτο δὲ ὅλον γέγονεν ἵνα πληρωθῶσιν αἱ γραφαὶ τῶν προφητῶν. Τότε οἱ μαθηταὶ⸆ πάντες ἀφέντες αὐτὸν ἔφυγον.
57 Οἱ δὲ κρατήσαντες τὸν Ἰησοῦν ἀπήγαγον πρὸς Καιάφαν τὸν ἀρχιερέα, ὅπου οἱ γραμματεῖς καὶ οἱ πρεσβύτεροι συνήχθησαν.
58 ὁ δὲ Πέτρος ἠκολούθει αὐτῷ [ἀπὸ] μακρόθεν ἕως τῆς αὐλῆς τοῦ ἀρχιερέως, καὶ εἰσελθὼν ἔσω ἐκάθητο μετὰ τῶν ὑπηρετῶν ἰδεῖν τὸ τέλος.
59 οἱ δὲ ἀρχιερεῖς καὶ τὸ συνέδριον ὅλον ἐζήτουν ψευδομαρτυρίαν κατὰ τοῦ Ἰησοῦ ὅπως αὐτὸν θανατώσωσιν,
60 καὶ οὐχ εὗρον πολλῶν προσελθόντων ψευδομαρτύρων. ὕστερον δὲ προσελθόντες δύο
61 εἶπαν Οὗτος ἔφη Δύναμαι καταλῦσαι τὸν ναὸν τοῦ θεοῦ καὶ διὰ τριῶν ἡμερῶν οἰκοδομῆσαι.
62 καὶ ἀναστὰς ὁ ἀρχιερεὺς εἶπεν αὐτῷ Οὐδὲν ἀποκρίνῃ; τί οὗτοί σου καταμαρτυροῦσιν;
63 ὁ δὲ Ἰησοῦς ἐσιώπα. καὶ ὁ ἀρχιερεὺς εἶπεν αὐτῷ Ἐξορκίζω σε κατὰ τοῦ θεοῦ τοῦ ζῶντος ἵνα ἡμῖν εἴπῃς εἰ σὺ εἶ ὁ χριστὸς ὁ υἱὸς τοῦ θεοῦ.
64 λέγει αὐτῷ ὁ Ἰησοῦς Σὺ ⸂εἶπας·⸃ πλὴν λέγω ὑμῖν, ἀπ᾽ ἄρτι ὄψεσθε τὸν υἱὸν τοῦ ἀνθρώπου καθήμενον ἐκ δεξιῶν τῆς δυνάμεως καὶ ἐρχόμενον ἐπὶ τῶν νεφελῶν τοῦ οὐρανοῦ.
65 τότε ὁ ἀρχιερεὺς διέρηξεν τὰ ἱμάτια αὐτοῦ λέγων Ἐβλασφήμησεν· τί ἔτι χρείαν ἔχομεν μαρτύρων; ἴδε νῦν ἠκούσατε τὴν βλασφημίαν·
66 τί ὑμῖν δοκεῖ; οἱ δὲ ἀποκριθέντες εἶπαν Ἔνοχος θανάτου ἐστίν.
67 Τότε ἐνέπτυσαν εἰς τὸ πρόσωπον αὐτοῦ καὶ ἐκολάφισαν αὐτόν, οἱ δὲ ἐράπισαν
68 λέγοντες Προφήτευσον ἡμῖν, χριστέ, τίς ἐστιν ὁ παίσας σε;
69 Ὁ δὲ Πέτρος ἐκάθητο ἔξω ἐν τῇ αὐλῇ· καὶ προσῆλθεν αὐτῷ μία παιδίσκη λέγουσα Καὶ σὺ ἦσθα μετὰ Ἰησοῦ τοῦ Γαλιλαίου·
70 ὁ δὲ ἠρνήσατο ἔμπροσθεν πάντων λέγων Οὐκ οἶδα τί λέγεις.
71 ἐξελθόντα δὲ εἰς τὸν πυλῶνα εἶδεν αὐτὸν ἄλλη καὶ λέγει τοῖς ἐκεῖ Οὗτος ἦν μετὰ Ἰησοῦ τοῦ Ναζωραίου·
72 καὶ πάλιν ἠρνήσατο μετὰ ὅρκου ὅτι Οὐκ οἶδα τὸν ἄνθρωπον.
73 μετὰ μικρὸν δὲ προσελθόντες οἱ ἑστῶτες εἶπον τῷ Πέτρῳ Ἀληθῶς καὶ σὺ ἐξ αὐτῶν εἶ, καὶ γὰρ ἡ λαλιά σου δῆλόν σε ποιεῖ·
74 τότε ἤρξατο καταθεματίζειν καὶ ὀμνύειν ὅτι Οὐκ οἶδα τὸν ἄνθρωπον. καὶ εὐθὺς ἀλέκτωρ ἐφώνησεν·
75 καὶ ἐμνήσθη ὁ Πέτρος τοῦ ῥήματος Ἰησοῦ εἰρηκότος ὅτι Πρὶν ἀλέκτορα φωνῆσαι τρὶς ἀπαρνήσῃ με, καὶ ἐξελθὼν ἔξω ἔκλαυσεν πικρῶς.

\c 27
1 Πρωίας δὲ γενομένης συμβούλιον ἔλαβον πάντες οἱ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι τοῦ λαοῦ κατὰ τοῦ Ἰησοῦ ὥστε θανατῶσαι αὐτόν·
2 καὶ δήσαντες αὐτὸν ἀπήγαγον καὶ παρέδωκαν Πειλάτῳ τῷ ἡγεμόνι.
3 Τότε ἰδὼν Ἰούδας ὁ ⸂παραδοὺς⸃ αὐτὸν ὅτι κατεκρίθη μεταμεληθεὶς ἔστρεψεν τὰ τριάκοντα ἀργύρια τοῖς ἀρχιερεῦσιν καὶ πρεσβυτέροις
4 λέγων Ἥμαρτον παραδοὺς αἷμα ⸂δίκαιον⸃. οἱ δὲ εἶπαν Τί πρὸς ἡμᾶς; σὺ ὄψῃ.
5 καὶ ῥίψας τὰ ἀργύρια εἰς τὸν ναὸν ἀνεχώρησεν, καὶ ἀπελθὼν ἀπήγξατο.
6 Οἱ δὲ ἀρχιερεῖς λαβόντες τὰ ἀργύρια εἶπαν Οὐκ ἔξεστιν βαλεῖν αὐτὰ εἰς τὸν κορβανᾶν, ἐπεὶ τιμὴ αἵματός ἐστιν·
7 συμβούλιον δὲ λαβόντες ἠγόρασαν ἐξ αὐτῶν τὸν Ἀγρὸν τοῦ Κεραμέως εἰς ταφὴν τοῖς ξένοις.
8 διὸ ἐκλήθη ὁ ἀγρὸς ἐκεῖνος Ἀγρὸς Αἵματος ἕως τῆς σήμερον.
9 Τότε ἐπληρώθη τὸ ῥηθὲν διὰ Ἰερεμίου τοῦ προφήτου λέγοντος Καὶ ἔλαβον τὰ τριάκοντα ἀργύρια, τὴν τιμὴν τοῦ τετιμημένου ὃν ἐτιμήσαντο ἀπὸ υἱῶν Ἰσραήλ,
10 καὶ ⸂ἔδωκαν⸃ αὐτὰ εἰς τὸν ἀγρὸν τοῦ κεραμέως, καθὰ συνέταξέν μοι Κύριος.
11 Ὁ δὲ Ἰησοῦς ἐστάθη ἔμπροσθεν τοῦ ἡγεμόνος· καὶ ἐπηρώτησεν αὐτὸν ὁ ἡγεμὼν λέγων Σὺ εἶ ὁ βασιλεὺς τῶν Ἰουδαίων; ὁ δὲ Ἰησοῦς ἔφη⸆ Σὺ ⸂λέγεις.⸃
12 καὶ ἐν τῷ κατηγορεῖσθαι αὐτὸν ὑπὸ τῶν ἀρχιερέων καὶ πρεσβυτέρων οὐδὲν ἀπεκρίνατο.
13 τότε λέγει αὐτῷ ὁ Πειλᾶτος Οὐκ ἀκούεις πόσα σου καταμαρτυροῦσιν;
14 καὶ οὐκ ἀπεκρίθη αὐτῷ πρὸς οὐδὲ ἓν ῥῆμα, ὥστε θαυμάζειν τὸν ἡγεμόνα λίαν.
15 Κατὰ δὲ ἑορτὴν εἰώθει ὁ ἡγεμὼν ἀπολύειν ἕνα τῷ ὄχλῳ δέσμιον ὃν ἤθελον.
16 εἶχον δὲ τότε δέσμιον ἐπίσημον λεγόμενον Βαραββᾶν.
17 συνηγμένων οὖν αὐτῶν εἶπεν αὐτοῖς ὁ Πειλᾶτος Τίνα θέλετε ἀπολύσω ὑμῖν, [τὸν] Βαραββᾶν ἢ Ἰησοῦν τὸν λεγόμενον Χριστόν;
18 ᾔδει γὰρ ὅτι διὰ φθόνον παρέδωκαν αὐτόν.
19 Καθημένου δὲ αὐτοῦ ἐπὶ τοῦ βήματος ἀπέστειλεν πρὸς αὐτὸν ἡ γυνὴ αὐτοῦ λέγουσα Μηδὲν σοὶ καὶ τῷ δικαίῳ ἐκείνῳ, πολλὰ γὰρ ἔπαθον σήμερον κατ᾽ ὄναρ δι᾽ αὐτόν.
20 Οἱ δὲ ἀρχιερεῖς καὶ οἱ πρεσβύτεροι ἔπεισαν τοὺς ὄχλους ἵνα αἰτήσωνται τὸν Βαραββᾶν τὸν δὲ Ἰησοῦν ἀπολέσωσιν.
21 ἀποκριθεὶς δὲ ὁ ἡγεμὼν εἶπεν αὐτοῖς Τίνα θέλετε ἀπὸ τῶν δύο ἀπολύσω ὑμῖν; οἱ δὲ εἶπαν Τὸν Βαραββᾶν.
22 λέγει αὐτοῖς ὁ Πειλᾶτος Τί οὖν ποιήσω Ἰησοῦν τὸν λεγόμενον Χριστόν; λέγουσιν πάντες Σταυρωθήτω.
23 ὁ δὲ ἔφη Τί γὰρ κακὸν ἐποίησεν; οἱ δὲ περισσῶς ἔκραζον λέγοντες Σταυρωθήτω.
24 ἰδὼν δὲ ὁ Πειλᾶτος ὅτι οὐδὲν ὠφελεῖ ἀλλὰ μᾶλλον θόρυβος γίνεται λαβὼν ὕδωρ ἀπενίψατο τὰς χεῖρας ⸂κατέναντι⸃ τοῦ ὄχλου λέγων Ἀθῷός εἰμι ἀπὸ τοῦ αἵματος⸆ τούτου· ὑμεῖς ὄψεσθε.
25 καὶ ἀποκριθεὶς πᾶς ὁ λαὸς εἶπεν Τὸ αἷμα αὐτοῦ ἐφ᾽ ἡμᾶς καὶ ἐπὶ τὰ τέκνα ἡμῶν.
26 τότε ἀπέλυσεν αὐτοῖς τὸν Βαραββᾶν, τὸν δὲ Ἰησοῦν φραγελλώσας παρέδωκεν ἵνα σταυρωθῇ.
27 Τότε οἱ στρατιῶται τοῦ ἡγεμόνος παραλαβόντες τὸν Ἰησοῦν εἰς τὸ πραιτώριον συνήγαγον ἐπ᾽ αὐτὸν ὅλην τὴν σπεῖραν.
28 καὶ ⸂ἐκδύσαντες⸃ αὐτὸν χλαμύδα κοκκίνην περιέθηκαν αὐτῷ,
29 καὶ πλέξαντες στέφανον ἐξ ἀκανθῶν ἐπέθηκαν ἐπὶ τῆς κεφαλῆς αὐτοῦ καὶ κάλαμον ἐν τῇ δεξιᾷ αὐτοῦ, καὶ γονυπετήσαντες ἔμπροσθεν αὐτοῦ ἐνέπαιξαν αὐτῷ λέγοντες Χαῖρε, ⸂βασιλεῦ⸃ τῶν Ἰουδαίων,
30 καὶ ἐμπτύσαντες εἰς αὐτὸν ἔλαβον τὸν κάλαμον καὶ ἔτυπτον εἰς τὴν κεφαλὴν αὐτοῦ.
31 καὶ ὅτε ἐνέπαιξαν αὐτῷ, ἐξέδυσαν αὐτὸν τὴν χλαμύδα καὶ ἐνέδυσαν αὐτὸν τὰ ἱμάτια αὐτοῦ, καὶ ἀπήγαγον αὐτὸν εἰς τὸ σταυρῶσαι.
32 Ἐξερχόμενοι δὲ εὗρον ἄνθρωπον Κυρηναῖον ὀνόματι Σίμωνα· τοῦτον ἠγγάρευσαν ἵνα ἄρῃ τὸν σταυρὸν αὐτοῦ.
33 Καὶ ἐλθόντες εἰς τόπον λεγόμενον Γολγοθά, ὅ ἐστιν Κρανίου Τόπος λεγόμενος,
34 ἔδωκαν αὐτῷ πιεῖν οἶνον μετὰ χολῆς μεμιγμένον· καὶ γευσάμενος οὐκ ἠθέλησεν πιεῖν.
35 σταυρώσαντες δὲ αὐτὸν διεμερίσαντο τὰ ἱμάτια αὐτοῦ ⸂βάλλοντες⸃ κλῆρον,
36 καὶ καθήμενοι ἐτήρουν αὐτὸν ἐκεῖ.
37 καὶ ἐπέθηκαν ἐπάνω τῆς κεφαλῆς αὐτοῦ τὴν αἰτίαν αὐτοῦ γεγραμμένην Οὗτός ἐστιν Ἰησοῦς ὁ βασιλεὺς τῶν Ἰουδαίων.
38 Τότε σταυροῦνται σὺν αὐτῷ δύο λῃσταί, εἷς ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων.
39 Οἱ δὲ παραπορευόμενοι ἐβλασφήμουν αὐτὸν κινοῦντες τὰς κεφαλὰς αὐτῶν
40 καὶ λέγοντες Ὁ καταλύων τὸν ναὸν καὶ ἐν τρισὶν ἡμέραις οἰκοδομῶν, σῶσον σεαυτόν· εἰ υἱὸς ⸂εἶ τοῦ θεοῦ⸃, κατάβηθι ἀπὸ τοῦ σταυροῦ.
41 ὁμοίως [καὶ] οἱ ἀρχιερεῖς ἐμπαίζοντες μετὰ τῶν γραμματέων καὶ πρεσβυτέρων ἔλεγον
42 Ἄλλους ἔσωσεν, ἑαυτὸν οὐ δύναται σῶσαι· βασιλεὺς Ἰσραήλ ἐστιν, καταβάτω νῦν ἀπὸ τοῦ σταυροῦ καὶ πιστεύσομεν ἐπ᾽ αὐτόν.
43 πέποιθεν ἐπὶ ⸂τὸν θεόν⸃, ῥυσάσθω νῦν εἰ θέλει αὐτόν· εἶπεν γὰρ ὅτι Θεοῦ εἰμὶ υἱός.
44 τὸ δ᾽ αὐτὸ καὶ οἱ λῃσταὶ οἱ συνσταυρωθέντες σὺν αὐτῷ ὠνείδιζον αὐτόν.
45 Ἀπὸ δὲ ἕκτης ὥρας σκότος ἐγένετο ἐπὶ πᾶσαν τὴν γῆν ἕως ὥρας ἐνάτης.
46 περὶ δὲ τὴν ἐνάτην ὥραν ἐβόησεν ὁ Ἰησοῦς φωνῇ μεγάλῃ λέγων Ἐλωί ἐλωί λεμὰ σαβαχθανεί; τοῦτ᾽ ἔστιν Θεέ μου θεέ μου, ἵνα τί με ἐγκατέλιπες;
47 τινὲς δὲ τῶν ἐκεῖ ἑστηκότων ἀκούσαντες ἔλεγον ὅτι Ἠλείαν φωνεῖ οὗτος.
48 καὶ εὐθέως δραμὼν εἷς ἐξ αὐτῶν καὶ λαβὼν σπόγγον πλήσας τε ὄξους καὶ περιθεὶς καλάμῳ ἐπότιζεν αὐτόν.
49 οἱ δὲ λοιποὶ ⸂εἶπαν⸃ Ἄφες ἴδωμεν εἰ ἔρχεται Ἠλείας σώσων αὐτόν. [[ἄλλος δὲ λαβὼν λόγχην ἔνυξεν αὐτοῦ τὴν πλευράν, καὶ ἐξῆλθεν ὕδωρ καὶ αἷμα.]]
50 ὁ δὲ Ἰησοῦς πάλιν κράξας φωνῇ μεγάλῃ ἀφῆκεν τὸ πνεῦμα.
51 Καὶ ἰδοὺ τὸ καταπέτασμα τοῦ ναοῦ ἐσχίσθη [ἀπ᾽] ἄνωθεν ἕως κάτω εἰς δύο, καὶ ἡ γῆ ἐσείσθη, καὶ αἱ πέτραι ἐσχίσθησαν,
52 καὶ τὰ μνημεῖα ἀνεῴχθησαν καὶ πολλὰ σώματα τῶν κεκοιμημένων ἁγίων ἠγέρθησαν,
53 καὶ ἐξελθόντες ἐκ τῶν μνημείων μετὰ τὴν ἔγερσιν αὐτοῦ εἰσῆλθον εἰς τὴν ἁγίαν πόλιν καὶ ἐνεφανίσθησαν πολλοῖς.
54 Ὁ δὲ ἑκατόνταρχος καὶ οἱ μετ᾽ αὐτοῦ τηροῦντες τὸν Ἰησοῦν ἰδόντες τὸν σεισμὸν καὶ τὰ γινόμενα ἐφοβήθησαν σφόδρα, λέγοντες Ἀληθῶς ⸂θεοῦ υἱὸς⸃ ἦν οὗτος.
55 Ἦσαν δὲ ἐκεῖ γυναῖκες πολλαὶ ἀπὸ μακρόθεν θεωροῦσαι, αἵτινες ἠκολούθησαν τῷ Ἰησοῦ ἀπὸ τῆς Γαλιλαίας διακονοῦσαι αὐτῷ·
56 ἐν αἷς ἦν ⸂Μαρία⸃ ἡ Μαγδαληνὴ καὶ Μαρία ἡ τοῦ Ἰακώβου καὶ ⸂Ἰωσὴφ⸃ μήτηρ καὶ ἡ μήτηρ τῶν υἱῶν Ζεβεδαίου.
57 Ὀψίας δὲ γενομένης ἦλθεν ἄνθρωπος πλούσιος ἀπὸ Ἁριμαθαίας, τοὔνομα Ἰωσήφ, ὃς καὶ αὐτὸς ⸂ἐμαθητεύθη⸃ τῷ Ἰησοῦ·
58 οὗτος προσελθὼν τῷ Πειλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ. τότε ὁ Πειλᾶτος ἐκέλευσεν ἀποδοθῆναι.
59 καὶ λαβὼν τὸ σῶμα ὁ Ἰωσὴφ ἐνετύλιξεν αὐτὸ [ἐν] σινδόνι καθαρᾷ,
60 καὶ ἔθηκεν αὐτὸ ἐν τῷ καινῷ αὐτοῦ μνημείῳ ὃ ἐλατόμησεν ἐν τῇ πέτρᾳ, καὶ προσκυλίσας λίθον μέγαν τῇ θύρᾳ τοῦ μνημείου ἀπῆλθεν.
61 Ἦν δὲ ἐκεῖ Μαριὰμ ἡ Μαγδαληνὴ καὶ ἡ ἄλλη Μαρία καθήμεναι ἀπέναντι τοῦ τάφου.
62 Τῇ δὲ ἐπαύριον, ἥτις ἐστὶν μετὰ τὴν παρασκευήν, συνήχθησαν οἱ ἀρχιερεῖς καὶ οἱ Φαρισαῖοι πρὸς Πειλᾶτον
63 λέγοντες Κύριε, ἐμνήσθημεν ὅτι ἐκεῖνος ὁ πλάνος εἶπεν ἔτι ζῶν Μετὰ τρεῖς ἡμέρας ἐγείρομαι·
64 κέλευσον οὖν ἀσφαλισθῆναι τὸν τάφον ἕως τῆς τρίτης ἡμέρας, μήποτε ἐλθόντες οἱ μαθηταὶ⸆ κλέψωσιν αὐτὸν καὶ εἴπωσιν τῷ λαῷ Ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ ἔσται ἡ ἐσχάτη πλάνη χείρων τῆς πρώτης.
65 ἔφη⸆ αὐτοῖς ὁ Πειλᾶτος Ἔχετε κουστωδίαν· ὑπάγετε ἀσφαλίσασθε ὡς οἴδατε.
66 οἱ δὲ πορευθέντες ἠσφαλίσαντο τὸν τάφον σφραγίσαντες τὸν λίθον μετὰ τῆς κουστωδίας.

\c 28
1 Ὀψὲ δὲ σαββάτων, τῇ ἐπιφωσκούσῃ εἰς μίαν σαββάτων, ἦλθεν ⸂Μαρία⸃ ἡ Μαγδαληνὴ καὶ ἡ ἄλλη Μαρία θεωρῆσαι τὸν τάφον.
2 καὶ ἰδοὺ σεισμὸς ἐγένετο μέγας· ἄγγελος γὰρ Κυρίου καταβὰς ἐξ οὐρανοῦ καὶ προσελθὼν ἀπεκύλισε τὸν λίθον καὶ ἐκάθητο ἐπάνω αὐτοῦ.
3 ἦν δὲ ἡ εἰδέα αὐτοῦ ὡς ἀστραπὴ καὶ τὸ ἔνδυμα αὐτοῦ λευκὸν ὡς χιών.
4 ἀπὸ δὲ τοῦ φόβου αὐτοῦ ἐσείσθησαν οἱ τηροῦντες καὶ ἐγενήθησαν ὡς νεκροί.
5 ἀποκριθεὶς δὲ ὁ ἄγγελος εἶπεν ταῖς γυναιξίν Μὴ φοβεῖσθε ὑμεῖς, οἶδα γὰρ ὅτι Ἰησοῦν τὸν ἐσταυρωμένον ζητεῖτε·
6 οὐκ ἔστιν ὧδε, ἠγέρθη γὰρ καθὼς εἶπεν· δεῦτε ἴδετε τὸν τόπον ὅπου ἔκειτο·
7 καὶ ταχὺ πορευθεῖσαι εἴπατε τοῖς μαθηταῖς αὐτοῦ ὅτι Ἠγέρθη ἀπὸ τῶν νεκρῶν, καὶ ἰδοὺ προάγει ὑμᾶς εἰς τὴν Γαλιλαίαν, ἐκεῖ αὐτὸν ὄψεσθε· ἰδοὺ ⸂εἶπον⸃ ὑμῖν.
8 καὶ ἀπελθοῦσαι ταχὺ ἀπὸ τοῦ μνημείου μετὰ φόβου καὶ χαρᾶς μεγάλης ἔδραμον ἀπαγγεῖλαι τοῖς μαθηταῖς αὐτοῦ.
9 καὶ ἰδοὺ Ἰησοῦς ὑπήντησεν αὐταῖς λέγων Χαίρετε· αἱ δὲ προσελθοῦσαι ἐκράτησαν αὐτοῦ τοὺς πόδας καὶ προσεκύνησαν αὐτῷ.
10 τότε λέγει αὐταῖς ὁ Ἰησοῦς Μὴ φοβεῖσθε· ὑπάγετε ἀπαγγείλατε τοῖς ἀδελφοῖς μου ἵνα ἀπέλθωσιν εἰς τὴν Γαλιλαίαν, κἀκεῖ με ὄψονται.
11 Πορευομένων δὲ αὐτῶν ἰδού τινες τῆς κουστωδίας ἐλθόντες εἰς τὴν πόλιν ἀπήγγειλαν τοῖς ἀρχιερεῦσιν ἅπαντα τὰ γενόμενα.
12 καὶ συναχθέντες μετὰ τῶν πρεσβυτέρων συμβούλιόν τε λαβόντες ἀργύρια ἱκανὰ ἔδωκαν τοῖς στρατιώταις
13 λέγοντες Εἴπατε ὅτι Οἱ μαθηταὶ αὐτοῦ νυκτὸς ἐλθόντες ἔκλεψαν αὐτὸν ἡμῶν κοιμωμένων·
14 καὶ ἐὰν ἀκουσθῇ τοῦτο ⸂ἐπὶ⸃ τοῦ ἡγεμόνος, ἡμεῖς πείσομεν καὶ ὑμᾶς ἀμερίμνους ποιήσομεν.
15 οἱ δὲ λαβόντες⸆ ἀργύρια ἐποίησαν ὡς ἐδιδάχθησαν. Καὶ ⸂διεφημίσθη⸃ ὁ λόγος οὗτος παρὰ Ἰουδαίοις μέχρι τῆς σήμερον [ἡμέρας].
16 Οἱ δὲ ἕνδεκα μαθηταὶ ἐπορεύθησαν εἰς τὴν Γαλιλαίαν εἰς τὸ ὄρος οὗ ἐτάξατο αὐτοῖς ὁ Ἰησοῦς,
17 καὶ ἰδόντες αὐτὸν προσεκύνησαν, οἱ δὲ ἐδίστασαν.
18 καὶ προσελθὼν ὁ Ἰησοῦς ἐλάλησεν αὐτοῖς λέγων Ἐδόθη μοι πᾶσα ἐξουσία ἐν οὐρανῷ καὶ ἐπὶ [τῆς] γῆς·
19 πορευθέντες οὖν μαθητεύσατε πάντα τὰ ἔθνη, ⸂βαπτίζοντες⸃ αὐτοὺς εἰς τὸ ὄνομα τοῦ πατρὸς καὶ τοῦ υἱοῦ καὶ τοῦ ἁγίου πνεύματος,
20 διδάσκοντες αὐτοὺς τηρεῖν πάντα ὅσα ἐνετειλάμην ὑμῖν· καὶ ἰδοὺ ἐγὼ μεθ᾽ ὑμῶν εἰμὶ πάσας τὰς ἡμέρας ἕως τῆς συντελείας τοῦ αἰῶνος.
`

var corpusTarget = `\id MAT

\c 1
1 The book of the genealogy of Jesus Christ son of David son of Abraham.
2 Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers.
3 Judah was the father of Perez and Zerah by Tamar, Perez the father of Hezron, and Hezron the father of Ram.
4 Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon.
5 Salmon was the father of Boaz by Rahab, Boaz the father of Obed by Ruth, Obed the father of Jesse,
6 Jesse was the father of David the king. David was the father of Solomon by the wife of Uriah
7 Solomon was the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa.
8 Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah
9 Uzziah was the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah.
10 Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah.
11 Josiah was the father of Jechoniah and his brothers at the time of the deportation to Babylon
12 And after the deportation to Babylon, Jechoniah was the father of Shealtiel, Shealtiel was an ancestor of Zerubbabel.
13 Zerubbabel was the father of Abiud, Abiud the father of Eliakim, and Eliakim the father of Azor.
14 Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud
15 Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob.
16 Jacob was the father of Joseph the husband of Mary, by whom Jesus was born, who is called Christ.
17 All the generations from Abraham to David were fourteen generations, from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations
18 The birth of Jesus Christ happened in the following way. His mother, Mary, was engaged to marry Joseph, but before they came together, she was found to be pregnant by the Holy Spirit.
19 Her husband, Joseph, was a righteous man, but he did not want to disgrace her publicly. So he decided to secretly end his engagement with her
20 As he thought about these things, an angel of the Lord appeared to him in a dream, saying, "Joseph, son of David, do not fear to take Mary as your wife, because the one who is conceived in her is conceived by the Holy Spirit.
21 She will give birth to a son, and you will call his name Jesus, for he will save his people from their sins.
22 All this happened to fulfill what was spoken by the Lord through the prophet, saying,
23 "Behold, the virgin will conceive and give birth to a son, and they will call his name Immanuel"— which means, "God with us.
24 Joseph woke up from his sleep and did as the angel of the Lord commanded him and he took her as his wife.
25 But he did not have sexual relations with her until she gave birth to a son. And he called his name Jesus.

\c 2
1 After Jesus was born in Bethlehem of Judea in the days of Herod the king, learned men from the east arrived in Jerusalem saying,
2 "Where is he who was born King of the Jews? We saw his star in the east and have come to worship him."
3 When Herod the king heard this, he was troubled, and all Jerusalem with him
4 Herod brought together all the chief priests and scribes of the people, and he asked them, "Where is the Christ to be born?"
5 They said to him, "In Bethlehem of Judea, for this is what was written by the prophet,
6 'And you, Bethlehem, in the land of Judah, are not the least among the leaders of Judah, for from you will come a ruler who will shepherd my people Israel.'"
7 Then Herod secretly called the learned men to ask them exactly what time the star had appeared.
8 He sent them to Bethlehem, saying, "Go and search carefully for the young child. When you have found him, bring me word, so that I also may come and worship him.
9 After they had heard the king, they went on their way, and the star that they had seen in the east went before them until it came and stood still over where the young child was.
10 When they saw the star, they rejoiced with very great joy
11 They went into the house and saw the young child with Mary his mother. They bowed down and worshiped him. They opened their treasures and offered him gifts of gold, frankincense, and myrrh.
12 God warned them in a dream not to return to Herod, so they departed to their own country by another way
13 After they had departed, an angel of the Lord appeared to Joseph in a dream and said, "Get up, take the young child and his mother, and flee to Egypt. Remain there until I tell you, for Herod will seek the young child to destroy him."
14 That night Joseph rose and took the young child and his mother and departed into Egypt.
15 He remained there until the death of Herod. This fulfilled what the Lord had spoken through the prophet, "Out of Egypt I have called my son.
16 Then Herod, when he saw that he had been mocked by the learned men, was very angry. He sent and killed all the male children that were in Bethlehem and in all that region who were two years old and under, according to the time that he had determined exactly from the learned men
17 Then was fulfilled what had been spoken through Jeremiah the prophet,
18 "A voice was heard in Ramah, weeping and great mourning, Rachel weeping for her children, and she refused to be comforted, because they were no more.
19 When Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt and said,
20 "Get up and take the child and his mother and go to the land of Israel, for those who sought the child's life are dead."
21 Joseph rose, took the child and his mother, and came into the land of Israel
22 But when he heard that Archelaus was reigning over Judea in the place of his father Herod, he was afraid to go there. After God warned him in a dream, he left for the region of Galilee
23 and went and lived in a city called Nazareth. This fulfilled what had been spoken through the prophets, that he would be called a Nazarene.

\c 3
1 In those days John the Baptist came preaching in the wilderness of Judea saying,
2 "Repent, for the kingdom of heaven is near."
3 For this is he who was spoken of by Isaiah the prophet, saying,  "The voice of someone calling out in the wilderness, 'Make ready the way of the Lord, make his paths straight.'"
4 Now John wore clothing of camel's hair and a leather belt around his waist. His food was locusts and wild honey.
5 Then Jerusalem, all Judea, and all the region around the Jordan River went out to him.
6 They were baptized by him in the Jordan River, as they confessed their sins
7 But when he saw many of the Pharisees and Sadducees coming to him for baptism, he said to them, "You offspring of poisonous snakes, who warned you to flee from the wrath that is coming?
8 Bear fruit worthy of repentance.
9 And do not think of saying among yourselves, 'We have Abraham for our father.' For I say to you that God is able to raise up children for Abraham even out of these stones
10 Already the ax has been placed against the root of the trees. So every tree that does not produce good fruit is chopped down and thrown into the fire.
11 I baptize you with water for repentance. But he who comes after me is mightier than I, and I am not worthy even to carry his sandals. He will baptize you with the Holy Spirit and with fire.
12 His winnowing fork is in his hand to thoroughly clear off his threshing floor and to gather his wheat into the storehouse. But he will burn up the chaff with fire that can never be put out.
13 Then Jesus came from Galilee to the Jordan River to be baptized by John.
14 But John kept trying to stop him, saying, "I need to be baptized by you, and do you come to me?"
15 Jesus responded and said to him, "Permit it now, for it is right for us to fulfill all righteousness." Then John permitted him
16 After he was baptized, Jesus came up immediately from the water, and behold, the heavens were opened to him. He saw the Spirit of God coming down like a dove and alighting on him.
17 Behold, a voice came out of the heavens saying, "This is my beloved Son. I am very pleased with him."

\c 4
1 Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil.
2 When he had fasted forty days and forty nights, he was hungry.
3 The tempter came and said to him, "If you are the Son of God, command these stones to become bread."
4 But Jesus answered and said to him, "It is written, 'Man shall not live on bread alone, but by every word that comes out of the mouth of God.'
5 Then the devil took him into the holy city and set him on the highest point of the temple building,
6 and said to him, "If you are the Son of God, throw yourself down, for it is written, 'He will command his angels to take care of you,' and, 'They will lift you up in their hands, so that you will not hit your foot against a stone.'"
7 Jesus said to him, "Again it is written, 'You must not test the Lord your God.'"
8 Again, the devil took him up to a high place and showed him all the kingdoms of the world along with all their splendor.
9 He said to him, "All these things I will give you, if you bow down and worship me.
10 Then Jesus said to him, "Go away from here, Satan! For it is written,  'You will worship the Lord your God,  and you will serve him only.'"
11 Then the devil left him, and behold, angels came and served him
12 Now when Jesus heard that John had been arrested, he withdrew into Galilee.
13 He left Nazareth and went and lived in Capernaum, which is by the Sea of Galilee, in the territories of Zebulun and Naphtali
14 This happened to fulfill what was said by Isaiah the prophet,1
15 "The land of Zebulun and the land of Naphtali,1 toward the sea, beyond the Jordan,1 Galilee of the Gentiles!1
16 The people who sat in darkness1 have seen a great light,1 and to those who sat in the region and shadow of death,1 upon them has a light arisen.
17 From that time Jesus began to preach and say, "Repent, for the kingdom of heaven has come near.
18 As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and Andrew his brother, casting a net into the sea, for they were fishermen.
19 Jesus said to them, "Come, follow me, and I will make you fishers of men."
20 Immediately they left the nets and followed him
21 As Jesus was going on from there he saw two other brothers, James son of Zebedee, and John his brother. They were in the boat with Zebedee their father mending their nets. He called them,
22 and they immediately left the boat and their father and followed him
23 Jesus went about in all of Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every kind of disease and sickness among the people.
24 The news about him went out into all of Syria, and the people brought to him all those who were sick, ill with various diseases and pains, those possessed by demons, and the epileptic and paralytic. Jesus healed them.
25 Large crowds followed him from Galilee, the Decapolis, Jerusalem, and Judea, and from beyond the Jordan.

\c 5
1 When Jesus saw the crowds, he went up on the mountain. When he had sat down, his disciples came to him.
2 He opened his mouth and taught them, saying,
3 "Blessed are the poor in spirit, 2 for theirs is the kingdom of heaven.
4 Blessed are those who mourn, 2 for they will be comforted
5 Blessed are the meek,2 for they will inherit the earth.
6 Blessed are those who hunger and thirst for righteousness,2 for they will be filled.
7 Blessed are the merciful,2 for they will obtain mercy.
8 Blessed are the pure in heart, 2 for they will see God
9 Blessed are the peacemakers, 2 for they will be called sons of God.
10 Blessed are those who have been persecuted for righteousness' sake, 2 for theirs is the kingdom of heaven
11 Blessed are you when people insult you and persecute you, or say all kinds of evil things against you falsely for my sake.
12 Rejoice and be very glad, for great is your reward in heaven. For in this way people persecuted the prophets who lived before you
13 You are the salt of the earth. But if the salt has lost its taste, how can it be made salty again? It is never again good for anything except to be thrown out and trampled under people's feet.
14 You are the light of the world. A city set on a hill cannot be hidden
15 Neither do people light a lamp and put it under a basket, but rather on the lampstand, and it shines for everyone in the house.
16 Let your light shine before people in such a way that they see your good deeds and praise your Father who is in heaven
17 Do not think that I have come to destroy the law or the prophets. I have come not to destroy them, but to fulfill them.
18 For truly I say to you that until heaven and earth pass away, not one jot or one tittle shall in any way pass away from the law, until all things shall have been accomplished
19 Therefore whoever breaks the least one of these commandments and teaches others to do so will be called least in the kingdom of heaven. But whoever keeps them and teaches them will be called great in the kingdom of heaven.
20 For I say to you that unless your righteousness exceeds the righteousness of the scribes and Pharisees, you will in no way enter the kingdom of heaven
21 You have heard that it was said to them in ancient times, 'Do not kill,' and, 'Whoever kills will be in danger of the judgment.'
22 But I say to you that everyone who is angry with his brother will be in danger of the judgment. And whoever says to his brother, 'You worthless person!' will be in danger of the council. And whoever says, 'You fool!' will be in danger of the fire of hell
23 Therefore if you are offering your gift at the altar and there remember that your brother has anything against you,
24 leave your gift there in front of the altar, and go on your way. First be reconciled with your brother, and then come and offer your gift
25 Agree with your accuser quickly while you are with him on the way to court, or your accuser may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison.
26 Truly I say to you, you will never come out from there until you have paid the last bit of money you owe
27 You have heard that it was said, 'Do not commit adultery.'
28 But I say to you that everyone who looks on a woman to lust after her has already committed adultery with her in his heart
29 And if your right eye causes you to stumble, pluck it out and throw it away from you. For it is better for you that one of your body parts should perish than that your whole body should be thrown into hell.
30 And if your right hand causes you to stumble, cut it off and throw it away from you. For it is better for you that one of your body parts should perish than that your whole body should go into hell
31 It was also said, 'Whoever sends his wife away, let him give her a certificate of divorce.'
32 But I say to you that everyone who divorces his wife, except for the cause of sexual immorality, makes her an adulteress. And whoever marries her after she has been divorced commits adultery
33 Again, you have heard that it was said to those in ancient times, 'Do not swear a false oath, but carry out your oaths to the Lord.'
34 But I say to you, swear not at all, neither by heaven, for it is the throne of God;
35 nor by the earth, for it is the footstool for his feet; nor by Jerusalem, for it is the city of the great King
36 Neither swear by your head, for you cannot make one hair white or black.
37 But let your speech be, 'Yes, yes,' or 'No, no.' Anything that is more than this is from the evil one
38 You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'
39 But I say to you, do not resist one who is evil. Instead, whoever strikes you on your right cheek, turn to him the other also
40 And if anyone wishes to go to court with you and takes away your coat, let that person also have your cloak.
41 And whoever compels you to go one mile, go with him two.
42 Give to anyone who asks you, and do not turn away from anyone who wishes to borrow from you
43 You have heard that it was said, 'You will love your neighbor and hate your enemy.'
44 But I say to you, love your enemies and pray for those who persecute you,
45 so that you may be sons of your Father who is in heaven. For he makes his sun to rise on the evil and the good, and sends rain on the just and the unjust
46 For if you love those who love you, what reward do you get? Do not even the tax collectors do the same thing?
47 And if you greet only your brothers, what do you do more than others? Do not even the Gentiles do the same thing?
48 Therefore you must be perfect, as your heavenly Father is perfect.

\c 6
1 Take heed that you do not do your acts of righteousness before people to be seen by them, or else you will have no reward from your Father who is in heaven.
2 So when you give alms, do not sound a trumpet before yourself as the hypocrites do in the synagogues and in the streets, so that they may have the praise of people. Truly I say to you, they have received their reward
3 But when you give alms, do not let your left hand know what your right hand is doing,
4 so that your gift may be given in secret. Then your Father who sees in secret will reward you
5 And when you pray, do not be like the hypocrites, for they love to stand and pray in the synagogues and on the street corners, so that they may be seen by people. Truly I say to you, they have received their reward.
6 But you, when you pray, enter your inner chamber. Shut the door, and pray to your Father who is in secret. Then your Father who sees in secret will reward you.
7 And when you pray, do not make useless repetitions as the Gentiles do, for they think that they will be heard because of their much speaking
8 Therefore, do not be like them, for your Father knows what things you need before you ask him.
9 Therefore pray like this:  'Our Father in heaven, may your name be sanctified.
10 May your kingdom come. May your will be done on earth as it is in heaven.
11 Give us today our daily bread.
12 Forgive us our debts, as we also have forgiven our debtors.
13 And do not bring us into temptation, but deliver us from the evil one.'
14 For if you forgive people their trespasses, your heavenly Father will also forgive you.
15 But if you do not forgive their trespasses, neither will your Father forgive your trespasses
16 Moreover, when you fast, do not have a mournful face as the hypocrites do, for they disfigure their faces so that they may appear to people as fasting. Truly I say to you, they have received their reward.
17 But you, when you fast, anoint your head and wash your face.
18 Thus you may not appear to people as fasting, but only to your Father who is in secret. And your Father who sees in secret, will reward you
19 Do not store up for yourselves treasures on the earth, where moth and rust destroy, and where thieves break in and steal.
20 Instead, store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in and steal.
21 For where your treasure is, there will your heart be also
22 The eye is the lamp of the body. Therefore, if your eye is good, the whole body is filled with light.
23 But if your eye is bad, your whole body is full of darkness. Therefore, if the light that is in you is actually darkness, how great is that darkness!
24 No one can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth
25 Therefore I say to you, do not worry about your life, what you will eat or what you will drink—or about your body, what you will wear. For is not life more than food, and the body more than clothes?
26 Look at the birds in the air. They do not sow or reap or gather into barns, but your heavenly Father feeds them. Are you not more valuable than they are
27 And which one of you by being anxious can add one cubit to his lifespan?
28 And why are you anxious about clothing? Think about the lilies in the fields, how they grow. They do not work, and they do not spin cloth.
29 Yet I say to you, even Solomon in all his glory was not clothed like one of these
30 If God so clothes the grass in the fields, which exists today and tomorrow is thrown into the oven, how much more will he clothe you, you of little faith?
31 Therefore do not be anxious and say, 'What will we eat?' or, 'What will we drink?' or, 'What clothes will we wear?
32 For the Gentiles search for these things, and your heavenly Father knows that you need them.
33 But seek first his kingdom and his righteousness and all these things will be given to you.
34 Therefore, do not be anxious for tomorrow, for tomorrow will be anxious for itself. Each day has enough evil of its own.

\c 7
1 Do not judge, and you will not be judged.
2 For with the judgment you judge, you will be judged. And with the measure that you measure, it will be measured out to you
3 And why do you look at the tiny piece of straw that is in your brother's eye, but you do not notice the log that is in your own eye?
4 How can you say to your brother, 'Let me take out the piece of straw that is in your eye,' while the log is in your own eye?
5 You hypocrite! First take the log out of your own eye, and then you will see clearly to take out the piece of straw that is in your brother's eye
6 Do not give what is holy to the dogs, and do not throw your pearls in front of the hogs. Otherwise they may trample them underfoot, and then turn and tear you to pieces
7 Ask, and it will be given to you. Seek, and you will find. Knock, and it will be opened to you.
8 For everyone who asks, receives. And everyone who seeks, finds. And to the person who knocks, it will be opened.
9 Or is there any man among you who, if his son will ask him for a loaf of bread, will he give him a stone?
10 Or if he asks for a fish, will give him a snake
11 Therefore, if you who are evil know how to give good gifts to your children, how much more will your Father from heaven give good things to those who ask him?
12 Therefore, whatever things you want people to do to you, you should also do to them, for this is the law and the prophets
13 Enter through the narrow gate. For wide is the gate and broad is the way that leads to destruction, and there are many people who go through it.
14 For narrow is the gate and narrow is the way that lead to life, and there are few who find it
15 Beware of false prophets, who come to you in sheep's clothing but are truly ravenous wolves.
16 By their fruits you will know them. Do people gather grapes from a thornbush or figs from thistles?
17 In the same way, every good tree produces good fruit, but the bad tree produces bad fruit
18 A good tree cannot produce bad fruit, nor can a bad tree produce good fruit.
19 Every tree that does not produce good fruit is cut down and thrown into the fire.
20 So then, you will recognized them by their fruits
21 Not everyone who says to me, 'Lord, Lord,' will enter into the kingdom of heaven, but only whoever does the will of my Father who is in heaven.
22 Many people will say to me in that day, 'Lord, Lord, did we not prophesy in your name, in your name drive out demons, and in your name do many mighty deeds?'
23 Then will I openly declare to them, 'I never knew you! Get away from me, you evildoers!
24 Therefore, everyone who hears my words and obeys them will be like a wise man who built his house upon a rock.
25 The rain came down, the floods came, and the winds blew and beat upon that house, but it did not fall down, for it was built on the rock
26 But everyone who hears my words and does not obey them will be like a foolish man who built his house upon the sand.
27 The rain came down, the floods came, and the winds blew and struck that house. And it fell, and its destruction was complete.
28 It came about that when Jesus finished speaking these words, the crowds were astonished by his teaching,
29 for he taught them as one who had authority, and not as their scribes.

\c 8
1 When Jesus had come down from the hill, large crowds followed him.
2 Behold, a leper came to him and bowed before him, saying, "Lord, if you are willing, you can make me clean."
3 Jesus reached out his hand and touched him, saying, "I am willing. Be clean." Immediately he was cleansed of his leprosy
4 Jesus said to him, "See that you say nothing to any man. Go on your way, and show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.
5 When Jesus had entered into Capernaum, a centurion came to him and asked him,
6 saying, "Lord, my servant lies in the house paralyzed and in terrible pain."
7 Jesus said to him, "I will come and heal him.
8 The centurion answered and said, "Lord, I am not worthy that you should enter under my roof, only say the word and my servant will be healed.
9 For I also am a man who is placed under authority, and I have soldiers under me. I say to this one, 'Go,' and he goes, and to another one, 'Come,' and he comes, and to my servant, 'Do this,' and he does it."
10 When Jesus heard this, he was amazed and said to those who were following him, "Truly I say to you, I have not found anyone with such faith in Israel.
11 I tell you, many will come from the east and the west, and they will recline at the table with Abraham, Isaac, and Jacob, in the kingdom of heaven.
12 But the sons of the kingdom will be thrown into the outer darkness, where there will be weeping and grinding of teeth."
13 Jesus said to the centurion, "Go! As you have believed, so may it be done for you." And the servant was healed at that very hour
14 When Jesus had come into Peter's house, he saw Peter's mother-in-law lying sick with a fever.
15 Jesus touched her hand, and the fever left her. Then she got up and started serving him
16 When evening had come, the people brought to Jesus many who were controlled by demons. He drove out the spirits with a word and healed all who were sick.
17 In this way was fulfilled that which had been spoken by Isaiah the prophet, saying, "He himself took our sickness and bore our diseases.
18 Now when Jesus saw the crowd around him, he gave instructions to leave for the other side of the Sea of Galilee.
19 Then a scribe came to him and said, "Teacher, I will follow you wherever you go."
20 Jesus said to him, "Foxes have holes, and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.
21 Another of the disciples said to him, "Lord, allow me first to go and bury my father."
22 But Jesus said to him, "Follow me, and leave the dead to bury their own dead.
23 When Jesus had entered a boat, his disciples followed him into it.
24 Behold, there arose a great storm on the sea, so that the boat was covered with the waves. But Jesus was asleep.
25 The disciples came to him and woke him up, saying, "Save us, Lord; we are about to die!
26 Jesus said to them, "Why are you afraid, you of little faith?" Then he got up and rebuked the winds and the sea. Then there was a great calm.
27 The men marveled and said, "What sort of man is this, that even the winds and the sea obey him?
28 When Jesus had come to the other side and to the country of the Gadarenes, two men who were controlled by demons met him. They were coming out of the tombs and were very violent, so that no traveler could pass that way.
29 Behold, they cried out and said, "What do we have to do with you, Son of God? Have you come here to torment us before the set time?
30 Now a herd of many pigs was there feeding, not too far away from them.
31 The demons kept imploring Jesus and saying, "If you cast us out, send us away into that herd of pigs."
32 Jesus said to them, "Go!" The demons came out and went into the pigs. And behold, the whole herd rushed down the steep hill into the sea and they died in the water
33 The men who had been tending the pigs ran away. And when they went into the city they reported everything, especially what happened to the men who had been controlled by demons.
34 Behold, all the city came out to meet Jesus. When they saw him, they begged him to leave their region.

\c 9
1 Jesus entered a boat, crossed over, and came into his own city.
2 Behold, they brought to him a paralyzed man lying on a mat. Seeing their faith, Jesus said to the paralyzed man, "Son, be of good cheer. Your sins have been forgiven.
3 Behold, some of the scribes said among themselves, "This man is blaspheming."
4 Jesus knew their thoughts and said, "Why are you thinking evil in your hearts?
5 For which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?
6 But that you may know that the Son of Man has authority on earth to forgive sins, ... " he said to the paralytic, "Get up, pick up your mat, and go to your house.
7 Then the man got up and went away to his house.
8 When the crowds saw this, they were amazed and praised God, who had given such authority to people.
9 As Jesus passed by from there, he saw a man named Matthew, who was sitting at the tax collection place. He said to him, "Follow me." He got up and followed him
10 As Jesus sat down to eat in the house, behold, many tax collectors and sinful people came and dined with Jesus and his disciples.
11 When the Pharisees saw it, they said to his disciples, "Why does your teacher eat with tax collectors and sinful people?
12 When Jesus heard this, he said, "People who are strong in body do not need a physician, only those who are sick.
13 You should go learn what this means, 'I desire mercy and not sacrifice.' For I came, not to call the righteous to repent, but sinners.
14 Then the disciples of John came to him and said, "Why do we and the Pharisees often fast, but your disciples do not fast?"
15 Jesus said to them, "Can wedding attendants be sorrowful while the bridegroom is still with them? But the days will come when the bridegroom will be taken away from them, and then they will fast
16 No man puts a piece of new cloth on an old garment, for the patch will tear away from the garment, and a worse tear will be made
17 Neither do people put new wine into old wineskins. If they do, the skins will burst, the wine will be spilled, and the wineskins will be destroyed. Instead, they put new wine into fresh wineskins, and both will be preserved.
18 While Jesus was saying these things to them, behold, an official came and bowed down to him. He said, "My daughter has just now died, but come and lay your hand on her, and she will live."
19 Then Jesus got up and followed him, and so did his disciples
20 Behold, a woman who had severe bleeding for twelve years, came up behind Jesus and touched the edge of his garment.
21 For she had said to herself, "If only I touch his clothes, I will be made well."
22 But Jesus turned and saw her, and said, "Daughter, take courage. Your faith has made you well." And the woman was instantly made well
23 When Jesus came into the official's house, he saw the flute players and the crowds making much noise.
24 He said, "Go away, for the girl is not dead, but she is asleep." But they laughed at him in mockery
25 When the crowd had been put outside, he entered the room and took her by the hand, and the girl got up.
26 The news about this spread into all that region
27 As Jesus passed by from there, two blind men followed him. They kept shouting and saying, "Have mercy on us, Son of David!"
28 When Jesus had come into the house, the blind men came to him. Jesus said to them, "Do you believe that I can do this?" They said to him, "Yes, Lord.
29 Then Jesus touched their eyes and said, "Let it be done to you according to your faith."
30 And their eyes were opened. Then Jesus strictly commanded them and said, "See that no one knows about this."
31 But the two men went out and spread the news about this throughout that region
32 As those two men were going away, behold, a mute man possessed by a demon was brought to Jesus.
33 When the demon had been driven out, the mute man spoke. The crowds were astonished and said, "This has never been seen before in Israel!"
34 But the Pharisees were saying, "By the ruler of the demons, he drives out demons.
35 Jesus went about all the cities and the villages. He continued teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of disease and all kinds of sickness.
36 When he saw the crowds, he had compassion for them, because they were troubled and discouraged. They were like sheep without a shepherd
37 He said to his disciples, "The harvest is plentiful, but the laborers are few.
38 Therefore urgently pray to the Lord of the harvest, so that he may send out laborers into his harvest."

\c 10
1 Jesus called his twelve disciples together and gave them authority over unclean spirits, to drive them out, and to heal all kinds of disease and all kinds of sickness
2 Now the names of the twelve apostles were these. The first, Simon (whom he also called Peter), and Andrew his brother; James son of Zebedee, and John his brother;
3 Philip, and Bartholomew; Thomas, and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;
4 Simon the Zealot, and Judas Iscariot, who would betray him
5 These twelve Jesus sent out. He instructed them and said, "Do not go to any place where Gentiles live, and do not enter any town of the Samaritans.
6 Go instead to the lost sheep of the house of Israel.
7 And as you go, preach and say, 'The kingdom of heaven has come near.
8 Heal the sick, raise the dead, cleanse the lepers, and cast out demons. Freely you have received, freely give.
9 Do not carry any gold, silver, or brass in your purses.
10 Do not take a traveling bag for your journey, or an extra tunic, or sandals, or a staff, for a laborer deserves his food
11 Whatever city or village you enter, find who is worthy in it, and stay there until you leave.
12 As you enter into the house, greet it.
13 If the house is worthy, let your peace come upon it. But if it is not worthy, let your peace come back to you
14 As for those who do not receive you or listen to your words, when you depart from that house or city, shake off the dust from your feet.
15 Truly I say to you, it shall be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city
16 See, I send you out as sheep in the midst of wolves, so be as wise as serpents and harmless as doves.
17 Watch out for people! They will deliver you up to councils, and they will whip you in their synagogues.
18 And you will be brought before governors and kings for my sake, as a testimony to them and to the Gentiles
19 When they deliver you up, do not be anxious about how or what you will speak, for what to say will be given to you in that hour.
20 For it is not you who will speak, but the Spirit of your Father who will speak in you
21 Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death.
22 You will be hated by everyone because of my name. But whoever endures to the end, that person will be saved.
23 When they persecute you in this city, flee to the next, for truly I say to you, you will not have gone through the cities of Israel before the Son of Man has come
24 A disciple is not greater than his teacher, nor a servant above his master.
25 It is enough for the disciple that he should be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more would they defame his household
26 Therefore do not fear them, for there is nothing concealed that will not be revealed, and nothing hidden that will not be known.
27 What I tell you in the darkness, say in the daylight, and what you hear softly in your ear, proclaim upon the housetops
28 Do not be afraid of those who kill the body but are unable to kill the soul. Instead, fear him who is able to destroy both soul and body in hell.
29 Are not two sparrows sold for a small coin? Yet not one of them falls to the ground without your Father's knowledge.
30 But even the hairs of your head are all numbered.
31 Do not fear. You are more valuable than many sparrows
32 Therefore everyone who confesses me before men, I will also confess before my Father who is in heaven.
33 But he who denies me before men, I will also deny before my Father who is in heaven
34 Do not think that I came to bring peace upon the earth. I did not come to bring peace, but a sword.
35 For I came to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.
36 A man's enemies will be those of his own household
37 He who loves father or mother more than me is not worthy of me. And he who loves son or daughter more than me is not worthy of me.
38 He who does not pick up his cross and follow after me is not worthy of me.
39 He who finds his life will lose it. But he who loses his life for my sake will find it
40 He who welcomes you welcomes me, and he who welcomes me also welcomes him who sent me.
41 He who welcomes a prophet because he is a prophet will receive a prophet's reward. And he who welcomes a righteous man because he is a righteous man will receive a righteous man's reward
42 Whoever gives to one of these little ones, even a cup of cold water to drink, because he is a disciple, truly I say to you, he will in no way lose his reward."

\c 11
1 It came about that when Jesus had finished instructing his twelve disciples, he departed from there to teach and preach in their cities.
2 Now when John heard in the prison about the deeds of the Christ, he sent a message by his disciples
3 and said to him, "Are you the Coming One, or is there another person we should be looking for?
4 Jesus answered and said to them, "Go and report to John what you see and hear.
5 Blind people are receiving sight, lame people are walking, lepers are being cleansed, deaf people are hearing again, dead people are being raised back to life, and needy people are being told the good news.
6 And blessed is whoever finds no occasion of stumbling over me.
7 As these men went on their way, Jesus began to say to the crowds about John, "What did you go out in the desert to see—a reed being shaken by the wind?
8 But what did you go out to see—a man dressed in soft clothing? Really, those who wear soft clothing live in kings' houses
9 But what did you go out to see—a prophet? Yes, I say to you, and much more than a prophet.
10 This is he of whom it was written, 'See, I am sending my messenger before your face, who will prepare your way before you.'
11 I say to you truly, among those born of women no one is greater than John the Baptist. Yet the least important person in the kingdom of heaven is greater than he is.
12 From the days of John the Baptist until now, the kingdom of heaven suffers violence, and men of violence take it by force
13 For all the prophets and the law have been prophesying until John.
14 And if you are willing to receive it, this is Elijah, the one who was to come.
15 He who has ears to hear, let him listen
16 To what should I compare this generation? It is like children playing in the marketplace, who sit and call to one another
17 and say, 'We played a flute for you, and you did not dance. We mourned, and you did not weep.
18 For John came not eating bread or drinking wine, and they say, 'He has a demon.'
19 The Son of Man came eating and drinking and they say, 'Look, he is a gluttonous man and a drunkard, a friend of tax collectors and sinners!' But wisdom is justified by her deeds.
20 Then Jesus began to rebuke the cities in which most of his mighty deeds were done, because they had not repented.
21 "Woe to you, Chorazin! Woe to you, Bethsaida! If the mighty deeds had been done in Tyre and Sidon which were done in you, they would have repented long ago in sackcloth and ashes.
22 But it will be more tolerable for Tyre and Sidon at the day of judgment than for you
23 You, Capernaum, do you think you will be exalted to heaven? No, you will be brought down to hades. For if in Sodom there had been done the mighty deeds that were done in you, it would still have remained until today.
24 But I say to you that it shall be easier for the land of Sodom in the day of judgment than for you.
25 At that time Jesus said, "I praise you, Father, Lord of heaven and earth, because you concealed these things from the wise and understanding, and revealed them to those who are untaught, like little children.
26 Yes, Father, for so it was well-pleasing in your sight.
27 All things have been entrusted to me from my Father. And no one knows the Son except the Father, and no one knows the Father except the Son, and anyone to whom the Son desires to reveal him.
28 Come to me, all you who labor and are heavy burdened, and I will give you rest.
29 Take my yoke on you and learn from me, for I am meek and lowly in heart, and you will find rest for your souls.
30 For my yoke is easy and my burden is light."

\c 12
1 At that time Jesus went on the Sabbath day through the grainfields. His disciples were hungry and began to pluck heads of grain and eat them.
2 But when the Pharisees saw that, they said to Jesus, "See, your disciples do what is unlawful to do on the Sabbath.
3 But Jesus said to them, "Have you never read what David did, when he was hungry, and the men who were with him?
4 How he went into the house of God and ate the bread of the presence, which was unlawful for him to eat, and unlawful for those who were with him, but lawful only for the priests
5 And have you not read in the law, that on the Sabbath the priests in the temple profane the Sabbath but are guiltless?
6 But I say to you that one greater than the temple is here
7 If you had known what this meant, 'I desire mercy and not sacrifice,' you would not have condemned the guiltless.
8 For the Son of Man is Lord of the Sabbath.
9 Then Jesus left from there and went into their synagogue.
10 Behold, there was a man having a dried-up hand. The Pharisees asked Jesus, saying, "Is it lawful to heal on the Sabbath?" so that they might accuse him of sinning
11 Jesus said to them, "What man would there be among you, who, if he had just one sheep, and if this sheep fell into a deep hole on the Sabbath, would not grasp hold of it and lift it out?
12 How much more of value, then, is a man than a sheep! Therefore it is lawful to do good on the Sabbath.
13 Then Jesus said to the man, "Stretch out your hand." He stretched it out, and it was restored to health, just like the other hand.
14 But the Pharisees went out and plotted against him. They were seeking how they might put him to death
15 As Jesus perceived this, he withdrew from there. Many people followed him, and he healed them all.
16 He commanded them not to make him known to others,
17 that it might come true, what had been said through Isaiah the prophet, saying
18 "See, my servant whom I have chosen; my beloved one, in whom my soul is well pleased. I will put my Spirit upon him, and he will announce judgment to the Gentiles
19 He will not strive nor cry aloud; neither will anyone hear his voice in the streets.
20 He will not break any bruised reed; he will not quench any smoking flax, until he sends out judgment to victory.
21 And the Gentiles will have confidence in his name.
22 Then someone blind and mute, possessed by a demon, was brought to Jesus. He healed him, with the result that the mute man spoke and saw.
23 All the crowds were amazed and said, "Can this man be the son of David?
24 But when the Pharisees heard of this miracle, they said, "This man does not cast out demons except by Beelzebub, the prince of the demons."
25 But Jesus knew their thoughts and said to them, "Every kingdom divided against itself is made desolate, and every city or house divided against itself will not stand
26 If Satan drives out Satan, he is divided against himself. How will his kingdom stand?
27 And if I drive out demons by Beelzebul, by whom do your followers drive them out? Because of this, they will be your judges
28 But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you.
29 And how can anyone enter the house of the strong man and steal his belongings without tying up the strong man first? Then he will steal his belongings from his house.
30 The one who is not with me is against me, and the one who does not gather with me scatters
31 Therefore I say to you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven.
32 And whoever speaks any word against the Son of Man, that will be forgiven him. But whoever speaks against the Holy Spirit, that will not be forgiven him, neither in this world, nor in that which is to come
33 Either make a tree good and its fruit good, or make the tree corrupt and its fruit corrupt, for a tree is known by its fruit.
34 You offspring of vipers, since you are evil, how can you say good things? For out of the content of the heart the mouth speaks.
35 The good man from the good treasure of his heart brings out that which is good, and the evil man from the evil treasure of his heart brings out that which is evil
36 And I say to you that in the day of judgment people will give an account for every idle word they will have said.
37 For by your words you will be justified, and by your words you will be condemned.
38 Then certain scribes and Pharisees answered Jesus and said, "Teacher, we wish to see a sign from you."
39 But Jesus answered and said to them, "An evil and adulterous generation seeks for a sign. But no sign will be given to it except the sign of Jonah the prophet.
40 For as Jonah was three days and three nights in the belly of the big fish, so will the Son of Man be three days and three nights in the heart of the earth
41 The men of Nineveh will stand up at the judgment with this generation of people and will condemn it. For they repented at the preaching of Jonah, and see, someone greater than Jonah is here
42 The Queen of the South will rise up at the judgment with the men of this generation and condemn it. She came from the ends of the earth to hear the wisdom of Solomon, and see, someone greater than Solomon is here
43 When an unclean spirit has gone away from a man, it passes through waterless places and looks for rest, but does not find it.
44 Then it says, 'I will return to my house from which I came.' Having returned, it finds that house swept out and put in order.
45 Then it goes and takes along with it seven other spirits more evil than itself, and they all come in to live there. Then the final condition of that man becomes worse than the first. It will be just like that with this evil generation.
46 While Jesus was still speaking to the crowds, behold, his mother and his brothers stood outside, seeking to speak to him.
47-48 Someone said to him, "Look, your mother and your brothers stand outside, seeking to speak to you. But Jesus answered and said to him who told him, "Who is my mother? And who are my brothers?"
49 Then he stretched out his hand toward his disciples and said, "See, here are my mother and my brothers!
50 For whoever does the will of my Father who is in heaven, that person is my brother, and sister, and mother."

\c 13
1 On that day Jesus went out of the house and sat beside the sea.
2 A very large crowd gathered around him, so he got into a boat and sat in it. All the crowd stood on the beach
3 Then Jesus said many things to them in parables. He said, "Behold, a sower went out to sow.
4 As he sowed, some seeds fell beside the road, and the birds came and devoured them.
5 Other seeds fell on rocky ground, where they did not have much soil. Immediately they sprang up, because the soil had no depth.
6 But when the sun had risen, they were scorched because they had no root, and they withered away
7 Other seeds fell among the thorn plants. The thorn plants grew up and choked them.
8 Other seeds fell on good soil and produced grain, some one hundred times as much, some sixty, and some thirty.
9 He who has ears, let him listen.
10 The disciples came and said to Jesus, "Why do you talk to the crowd in parables?"
11 Jesus answered and said to them, "You have been given the privilege of understanding mysteries of the kingdom of heaven, but to them it is not given.
12 Because whoever has, to him will be given more, and he will have a great deal. But whoever has not, from him will be taken away even what he has
13 So I talk to them in parables, because although they see, they do not really see. And although they hear, they do not really hear, neither do they understand.
14 To them the prophecy of Isaiah is fulfilled, that which says,  'While hearing you will hear, but you will in no way understand; while seeing you will see, but you will in no way perceive
15 For this people's heart has become dull, and they are hard of hearing, and they have closed their eyes, so they should not see with their eyes, or hear with their ears, or understand with their hearts, so they would turn again, and I would heal them.'
16 But blessed are your eyes, for they see; and your ears, for they hear.
17 Truly I say to you that many prophets and righteous men desired to see the things that you see, and did not see them. They desired to hear the things that you hear, and did not hear them
18 Listen then to the parable of the sower.
19 When anyone hears the word of the kingdom but does not understand it, then the evil one comes and snatches away what has been sown in his heart. This is the seed that was sown beside the road
20 He who was sown on the rocky ground is he who hears the word and receives it with joy immediately.
21 Yet he has no root in himself but endures for only a little while. When tribulation or persecution arises because of the word, he stumbles immediately.
22 He who was sown among the thorn plants, this is he who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and he becomes unfruitful.
23 He who was sown on the good soil, this is he who hears the word and understands it. This is he who truly produces fruit and cultivates it; some one hundred times as much, some sixty, and some thirty.
24 Jesus presented another parable to them. He said, "The kingdom of heaven is like a man who sowed good seed in his field.
25 But while people slept, his enemy came and also sowed weeds among the wheat and then went away.
26 When the blades sprouted and then produced their crop, then the weeds appeared also
27 The servants of the landowner came and said to him, 'Sir, did you not sow good seed in your field? How does it now have weeds?'
28 He said to them, 'An enemy has done this.' The servants said to him, 'So do you want us to go and pull them out?
29 The landowner said, 'No, or when you pull out the weeds, you might uproot the wheat with them.
30 Let both grow together until the harvest. At the time of the harvest I will say to the reapers, "First pull out the weeds and tie them in bundles to burn them, but gather the wheat into my barn."'
31 Then Jesus presented another parable to them. He said, "The kingdom of heaven is like a mustard seed which a man took and sowed in his field.
32 This seed is indeed the smallest of all other seeds. But when it has grown, it is greater than the garden plants. It becomes a tree, so that the birds of the air come and nest in its branches.
33 Jesus then told them another parable. "The kingdom of heaven is like yeast that a woman took and mixed with three measures of flour until it rose.
34 All these things Jesus said to the crowds in parables. And without parables he said nothing to them.
35 This was in order that what had been said through the prophet might come true, when he said, "I will open my mouth in parables. I will say things that were hidden from the foundation of the world.
36 Then Jesus left the crowds and went into the house. His disciples came to him and said, "Explain to us the parable of the weeds of the field."
37 Jesus answered and said, "He who sows the good seed is the Son of Man.
38 The field is the world; and the good seed, these are the sons of the kingdom. The weeds are the sons of the evil one,
39 and the enemy who sowed them is the devil. The harvest is the end of the world, and the reapers are angels
40 Therefore, as the weeds are gathered up and burned with fire, so will it be at the end of the world.
41 The Son of Man will send out his angels, and they will gather out of his kingdom all the things that cause sin, and those who commit iniquity.
42 They will throw them into the furnace of fire, where there will be weeping and grinding of teeth.
43 Then will the righteous people shine like the sun in the kingdom of their Father. He who has ears, let him listen
44 The kingdom of heaven is like a treasure hidden in a field. A man found it and hid it. In his joy he goes, sells everything he possesses, and buys that field.
45 Again, the kingdom of heaven is like a man who is a merchant looking for valuable pearls.
46 When he found one pearl of very great value, he went and sold everything that he possessed and bought it
47 Again, the kingdom of heaven is like a net that was cast into the sea, and that gathered creatures of every kind.
48 When it was filled, the fishermen drew it up on the beach. Then they sat down and gathered the good things into containers, but the worthless things they threw away
49 It will be this way at the end of the world. The angels will come and separate the wicked from among the righteous.
50 They will throw them into the furnace of fire, where there will be weeping and grinding of teeth
51 Have you understood all these things?" The disciples said to him, "Yes."
52 Then Jesus said to them, "Therefore every scribe who has become a disciple to the kingdom of heaven is like a man who is the owner of a house, who withdraws old and new things from his treasure."
53 Then it came about that when Jesus had finished these parables, he departed from that place
54 Then Jesus entered his own region and taught the people in their synagogue. The result was that they were astonished and said, "Where does this man get his wisdom and these miracles from?
55 Is not this man the carpenter's son? Is not his mother Mary? And his brothers, are they not James, Joseph, Simon, and Judas?
56 And his sisters, are they not all among us? So where does this man get all these things from?
57 They were offended by him. But Jesus said to them, "A prophet is not without honor except in his own country and in his own family."
58 And he did not do many miracles there because of their unbelief.

\c 14
1 About that time, Herod the tetrarch heard the news about Jesus.
2 He said to his servants, "This is John the Baptist; he has risen from the dead ones. Therefore these powers are at work in him.
3 For Herod had laid hold upon John, bound him, and put him in prison because of Herodias, his brother Philip's wife.
4 For John had said to him, "It is not lawful for you to have her as your wife."
5 Herod would have put him to death, but he feared the people, because they regarded him as a prophet
6 But when Herod's birthday came, the daughter of Herodias danced in the midst and pleased Herod.
7 In response, he promised with an oath to give her whatever she should ask
8 After being instructed by her mother, she said, "Give me here, on a platter, the head of John the Baptist."
9 The king was very upset by her request, but because of his oath, and because of all those at dinner with him, he ordered that it should be done.
10 He sent and beheaded John in the prison.
11 Then his head was brought on a platter and given to the girl and she took it to her mother.
12 Then his disciples came, took up the corpse, and buried it. After this, they went and told Jesus
13 Now when Jesus heard this, he withdrew from there in a boat to an isolated place. When the crowds heard of it, they followed him on foot from the cities.
14 Then Jesus came before them and saw the large crowd. He had compassion on them and healed their sick
15 When the evening had come, the disciples came to him and said, "This is a deserted place, and the day is already over. Dismiss the crowds, so that they can go into the villages and buy food for themselves.
16 But Jesus said to them, "They have no need to go away. You give them something to eat."
17 They said to him, "We have here only five loaves of bread and two fish."
18 Jesus said, "Bring them to me.
19 Then Jesus ordered the crowd to sit down on the grass. He took the five loaves and the two fish. Looking up to heaven, he blessed and broke the loaves and gave them to the disciples. The disciples gave them to the crowd.
20 They all ate and were filled. Then they took up what remained of the broken pieces of food—twelve baskets full.
21 Those who ate were about five thousand men, besides women and children
22 Immediately he made the disciples get into the boat and go before him to the other side, while he himself would send the crowd away.
23 After he had sent the crowd away, he went up on the mountain by himself to pray. When evening had fully come, he was there alone.
24 But the boat was now in the midst of the sea, almost uncontrollable because of the waves, for the wind was contrary
25 In the fourth watch of the night Jesus approached them, walking on the sea.
26 When the disciples saw him walking on the sea, they were terrified and said, "It is a ghost," and they cried out in fear.
27 But Jesus spoke to them right away and said, "Be brave! It is I! Be not afraid.
28 Peter answered him and said, "Lord, if it is you, command me to come to you on the water."
29 Jesus said, "Come." So Peter got out from the boat and walked on the waters to go to Jesus.
30 But when Peter saw the wind, he became afraid. As he began to sink, he cried out and said, "Lord, save me!
31 Jesus immediately stretched out his hand, took hold of Peter, and said to him, "You of little faith, why did you doubt?"
32 Then when Jesus and Peter went into the boat, the wind ceased blowing.
33 Then the disciples in the boat worshiped Jesus and said, "Truly you are the Son of God.
34 When they had crossed over, they came to land at Gennesaret.
35 When the men in that place recognized Jesus, they sent messages everywhere into the surrounding area, and they brought to him everyone who was sick.
36 They begged him that they might just touch the fringe of his garment, and as many as touched it were healed.

\c 15
1 Then some Pharisees and scribes came to Jesus from Jerusalem. They said,
2 "Why do your disciples violate the traditions of the elders? For they do not wash their hands when they eat."
3 Jesus answered and said to them, "And you—why do you violate the commandment of God for the sake of your traditions
4 For God said, 'Honor your father and your mother,' and 'He who speaks evil of his father or mother, will surely die.'
5 But you say, 'Whoever says to his father or mother, "Whatever help you would have received from me is now a gift given to God,"'
6 that person does not need to honor his father. In this way you have made void the word of God for the sake of your traditions
7 You hypocrites, well did Isaiah prophesy about you when he said,
8 'This people honors me with their lips, but their heart is far from me.
9 They worship me in vain, because they teach as their doctrines the commands of people.'"
10 Then he called the crowd to himself and said to them, "Listen and understand—
11 Nothing that enters into the mouth defiles a person. Instead, what comes out of the mouth, this is what defiles a person.
12 Then the disciples came and said to Jesus, "Do you know that the Pharisees were offended when they heard this statement?"
13 Jesus answered and said, "Every plant that my heavenly Father has not planted will be rooted up.
14 Let them alone, they are blind guides. If a blind person guides another blind person, both will fall into a pit.
15 Peter responded and said to Jesus, "Explain this parable to us."
16 Jesus said, "Are you also still without understanding?
17 Do you not see that whatever goes into the mouth passes into the belly and is then passed out into the latrine
18 But the things that come out of the mouth come from the heart. They are the things that defile a person.
19 For from the heart proceed evil thoughts, murder, adultery, sexual immorality, theft, false witness, and insults.
20 These are the things that defile a person. But to eat with unwashed hands does not defile a person.
21 Then Jesus went away from there and withdrew toward the regions of the cities of Tyre and Sidon.
22 And behold, a Canaanite woman came out from that region. She shouted out and said, "Have mercy on me, Lord, son of David; my daughter is very tormented by a demon."
23 But Jesus answered her not a word. His disciples came and begged him, saying, "Send her away, for she is shouting after us.
24 But Jesus answered and said, "I was not sent to anyone except to the lost sheep of the house of Israel."
25 But she came and bowed down before him, saying, "Lord, help me."
26 He answered and said, "It is not right to take the children's bread and throw it to the little dogs.
27 She said, "Yes, Lord, but even the little dogs eat some of the crumbs that fall from their masters' tables."
28 Then Jesus answered and said to her, "Woman, great is your faith. Let it be done for you just as you wish." And her daughter was healed at that hour
29 Jesus left that place and went near to the Sea of Galilee. Then he went up a hill and sat there.
30 Large crowds came to him. They brought with them lame, blind, mute, and crippled people, and many others who were sick. They presented them at Jesus' feet, and he healed them.
31 So the crowd marveled when they saw the mute persons speak, the crippled made well, the lame walking, and the blind seeing. They praised the God of Israel
32 Jesus called his disciples to him and said, "I have compassion on the crowd, because they have stayed with me for three days already and have nothing to eat. I do not want to send them away without eating, so they will not faint on the way."
33 The disciples said to him, "Where can we get enough loaves of bread in such a deserted place to satisfy so large a crowd?"
34 Jesus said to them, "How many loaves do you have?" They said, "Seven, and a few small fish."
35 Then Jesus commanded the crowd to sit down on the ground
36 He took the seven loaves and the fish, and after giving thanks, he broke the loaves and gave them to the disciples. The disciples gave them to the crowd.
37 The people all ate and were satisfied. And they gathered up the food that remained from the broken pieces, seven baskets full.
38 Those who ate were four thousand men, besides women and children.
39 Then Jesus sent the crowds away and got into the boat and went into the region of Magadan.

\c 16
1 The Pharisees and Sadducees came and tested him by asking him to show them a sign from the sky.
2 But he answered and said to them, "When it is evening, you say, 'It will be fair weather, for the sky is red.'
3 And in the morning you say, 'It will be foul weather today, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.
4 An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of Jonah." Then Jesus left them and went away
5 The disciples came to the other side, but forgot to take bread.
6 Jesus said to them, "Take heed and beware of the yeast of the Pharisees and Sadducees."
7 The disciples reasoned among themselves and said, "It is because we took no bread."
8 Jesus was aware of this and said, "You of little faith, why do you reason among yourselves and say that it is because you have taken no bread
9 Do you not yet perceive or remember the five loaves for the five thousand, and how many baskets you gathered up?
10 Or the seven loaves for the four thousand, and how many baskets you took up
11 How is it that you do not understand that I was not speaking to you about bread? Take heed and beware of the yeast of the Pharisees and Sadducees."
12 Then they understood that he was not telling them to beware of yeast in bread, but to beware of the teaching of the Pharisees and Sadducees
13 Now when Jesus came into the parts of Caesarea Philippi, he asked his disciples, saying, "Who do people say that the Son of Man is?"
14 They said, "Some say John the Baptist; some, Elijah; and others, Jeremiah, or one of the prophets."
15 He said to them, "But who do you say that I am?"
16 Answering, Simon Peter said, "You are the Christ, the Son of the living God.
17 Jesus answered and said to him, "Blessed are you, Simon Bar Jonah, for flesh and blood have not revealed this to you, but my Father who is in heaven.
18 I also say to you that you are Peter, and upon this rock I will build my church. The gates of hades will not prevail against it
19 I will give to you the keys of the kingdom of heaven. Whatever you shall bind on earth shall be bound in heaven, and whatever you shall loose on earth shall be loosed in heaven."
20 Then Jesus commanded the disciples that they should tell no one that he was the Christ
21 From that time Jesus started to tell his disciples that he must go to Jerusalem, suffer many things at the hand of the elders and chief priests and scribes, be killed, and be raised back to life on the third day.
22 Then Peter took him aside and rebuked him, saying, "May this be far from you, Lord; may this never happen to you."
23 But Jesus turned and said to Peter, "Get behind me, Satan! You are a stumbling block to me, for you do not care for the things of God, but for the things of people.
24 Then said Jesus to his disciples, "If anyone wants to follow me, he must deny himself, take up his cross, and follow me.
25 For whoever wants to save his life will lose it, and whoever loses his life for my sake will find it.
26 For what does it profit a person if he gains the whole world but forfeits his life? What can a person give in exchange for his life
27 For the Son of Man will come in the glory of his Father with his angels. Then he will pay every person according to his deeds.
28 Truly I say to you, there are some of you who are standing here, who will not taste death until they see the Son of Man coming in his kingdom."

\c 17
1 Six days later Jesus took with him Peter, and James, and John his brother, and brought them up on a high mountain by themselves.
2 He was transfigured before them. His face shone like the sun, and his garments became as brilliant as the light
3 Behold, there appeared to them Moses and Elijah talking with him.
4 Peter answered and said to Jesus, "Lord, it is good for us to be here. If you desire, I will make here three shelters—one for you, and one for Moses, and one for Elijah.
5 While he was still speaking, behold, a bright cloud overshadowed them, and behold, there was a voice out of the cloud, saying, "This is my beloved Son, in whom I am well pleased. Listen to him."
6 When the disciples heard it, they fell on their face and were very afraid.
7 Then Jesus came and touched them and said, "Get up and do not be afraid."
8 Then they looked up but saw no one except Jesus only
9 As they were coming down the mountain, Jesus commanded them, saying, "Report this vision to no one until the Son of Man has risen from the dead ones."
10 His disciples asked him, saying, "Why then do the scribes say that Elijah must come first?
11 Jesus answered and said, "Elijah will indeed come and restore all things.
12 But I tell you, Elijah has already come, but they did not recognize him. Instead, they did whatever they wanted to him. In the same way, the Son of Man will also suffer at their hands."
13 Then the disciples understood that he was speaking to them about John the Baptist
14 When they had come to the crowd, a man came to him, knelt before him, and said,
15 "Lord, have mercy on my son, for he is epileptic and suffers severely. For he often falls into the fire or the water.
16 I brought him to your disciples, but they could not cure him.
17 Jesus answered and said, "Unbelieving and corrupt generation, how long will I have to stay with you? How long must I bear with you? Bring him here to me."
18 Jesus rebuked him, and the demon went out of him. The boy was cured from that hour
19 Then the disciples came to Jesus privately and said, "Why could we not cast it out?"
20 Jesus said to them, "Because of your small faith. For I truly say to you, if you have faith even as small as a grain of mustard seed, you can say to this mountain, 'Move from here to there,' and it will move and nothing will be impossible for you.
21 \f + The best ancient copies omit v. 21. \fqa But this kind of demon does not go out except with prayer and fasting."\f
22 While they stayed in Galilee, Jesus said to his disciples, "The Son of Man will be delivered over into the hands of people.
23 And they will kill him, and the third day he will be raised up." The disciples became very sad. 24 When they had come to Capernaum, the men who collected the half-shekel tax came to Peter and said, "Does not your teacher pay the half-shekel tax?"
25 He said, "Yes." But when Peter went into the house, Jesus spoke first to him and said, "What do you think, Simon? The kings on earth, from whom do they receive tax or tribute? From their subjects or from foreigners?
26 When Peter said, "From foreigners," Jesus said to him, "Then the subjects are exempt from paying.
27 But so that we do not cause the tax collectors to sin, go to the sea, throw in a hook, and draw in the fish that comes up first. When you have opened its mouth, you will find a shekel. Take it and give it to the tax collectors for me and you."

\c 18
1 In that same time the disciples came to Jesus and said, "Who is greatest in the kingdom of heaven?"
2 Jesus called to himself a little child, set him among them,
3 and said, "Truly I say to you, unless you turn and become like little children, you will in no way enter the kingdom of heaven
4 So whoever humbles himself like this little child, the same person is the greatest in the kingdom of heaven.
5 And whoever receives one such little child in my name receives me.
6 But whoever causes one of these little ones who believes in me to sin, it would be better for him that a great millstone should be hung about his neck, and that he should be sunk into the depths of the sea
7 Woe to the world because of times of stumbling! For it is necessary that those times come, but woe to the person through whom those times come!
8 If your hand or your foot causes you to stumble, cut it off and throw it away from you. It is better for you to enter into life maimed or lame than to be thrown into the eternal fire having both hands or both feet
9 If your eye causes you to stumble, pluck it out and throw it away from you. It is better for you to enter into life with one eye than to be thrown into the eternal fire having both eyes
10 See that you do not despise any of these little ones. For I say to you that in heaven their angels always look on the face of my Father who is in heaven.
12 What do you think? If any person has one hundred sheep, and one of them goes astray, does he not leave the ninety-nine on the hillside and go off seeking the one that went astray?
13 And if he finds it, truly I say to you, he rejoices over it more than over the ninety-nine that did not go astray.
14 In the same way, it is not the will of your Father in heaven that one of these little ones should perish
15 If your brother sins against you, go, show him his fault between you and him alone. If he listens to you, you will have gained your brother.
16 But if he does not listen to you, take with you one or two more brothers, so that by the mouth of two or three witnesses every word might be verified
17 And if he refuses to listen to them, tell the matter to the church. If he also refuses to listen to the church, let him be to you as a Gentile and a tax collector
18 Truly I say to you, whatever things you bind on earth will be bound in heaven. And whatever things you shall loose on earth shall be loosed in heaven.
19 Moreover I say to you, that if two of you agree on earth about anything that they ask for, it will be done for them by my Father who is in heaven.
20 For where two or three are gathered together in my name, there am I in their midst.
21 Then Peter came and said to Jesus, "Lord, how often will my brother sin against me and I forgive him? Until seven times?"
22 Jesus said to him, " I do not tell you seven times, but until seventy times seven
23 Therefore the kingdom of heaven is similar to a certain king who wanted to settle accounts with his servants.
24 As he began the settling, one servant was brought to him who owed him ten thousand talents.
25 But since he had not the means to repay, his master commanded him to be sold, together with his wife and children and everything that he had, and payment to be made
26 So the servant fell down, bowed down before him, and said, 'Master, have patience with me, and I will pay you everything.'
27 So the master of that servant, since he was moved with compassion, released him and forgave him the debt
28 But that servant went out and found one of his fellow servants, who owed him one hundred denarii. He grasped him, took him by the throat, and said, 'Pay me what you owe.'
29 But his fellow servant fell down and implored him, saying, 'Have patience with me, and I will repay you.
30 But the first servant refused. Instead, he went and threw him into prison, until he should pay him what he owed.
31 When his fellow servants saw what had happened, they were very upset. They came and told their master everything that had happened.
32 Then that servant's master called him, and said to him, 'You wicked servant, I forgave you all that debt because you implored me.
33 Should you not have had mercy on your fellow servant, even as I had mercy on you?
34 His master was angry and handed him over to the torturers until he would pay all that was owed.
35 So also my heavenly Father will do to you, if each of you does not forgive his brother from your heart."

\c 19
1 It came about that when Jesus had finished these words, he departed from Galilee, and came within the borders of Judea beyond the Jordan River.
2 Great crowds followed him, and he healed them there
3 Pharisees came to him, testing him, saying to him, "Is it lawful for a man to divorce his wife for any cause?"
4 Jesus answered and said, "Have you not read, that he who made them from the beginning made them male and female
5 And he who made them also said, 'For this reason a man will leave his father and mother and join to his wife, and the two will become one flesh'?
6 So they are no longer two, but one flesh. Therefore what God has joined together, let no one tear apart.
7 They said to him, "Why then did Moses command us to give a certificate of divorce and then to send her away?"
8 He said to them, "For your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not that way.
9 I say to you, whoever divorces his wife, except for sexual immorality, and marries another, commits adultery. And the man who marries a woman who is divorced commits adultery."
10 The disciples said to Jesus, "If that is the case of a man with his wife, it is not good to marry."
11 But Jesus said to them, "Not everyone can accept this teaching, but only those who are allowed to accept it.
12 For there are eunuchs who were so born from their mother's womb. And there are eunuchs who were made eunuchs by men. And there are eunuchs who made themselves eunuchs for the kingdom of heaven's sake. He who is able to receive this teaching, let him receive it.
13 Then some little children were brought to him so that he would lay his hands on them and pray, but the disciples rebuked them.
14 But Jesus said, "Permit the little children, and do not forbid them to come to me, for the kingdom of heaven belongs to such ones."
15 And he placed his hands on them, and then departed from there
16 Behold, one man came to Jesus and said, "Teacher, what good thing must I do that I may have eternal life?"
17 Jesus said to him, "Why do you ask me about what is good? Only one is good, but if you want to enter into life, keep the commandments.
18 The man said to him, "Which commandments?" Jesus said, "Do not kill, do not commit adultery, do not steal, do not bear false witness,
19 honor your father and your mother, and love your neighbor as yourself.
20 The young man said to him, "All these things I have obeyed. What do I still need?"
21 Jesus said to him, "If you wish to be perfect, go, sell what you have, and give it to the poor, and you will have treasure in heaven. Then come, follow me."
22 But when the young man heard what Jesus said, he went away sorrowful, for he was one with great possessions
23 Jesus said to his disciples, "Truly I say to you, it is hard for a rich man to enter the kingdom of heaven.
24 Again I say to you, it is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.
25 When the disciples heard it, they were very astonished and said, "Who then can be saved?"
26 Jesus looked at them and said, "With people this is impossible, but with God all things are possible."
27 Then Peter answered and said to him, "See, we have left everything and followed you. What then will we have?
28 Jesus said to them, "Truly I say to you, you who have followed me, in the new birth when the Son of Man sits on the throne of his glory, you also will sit upon twelve thrones, judging the twelve tribes of Israel
29 Every one who has left houses, brothers, sisters, father, mother, children, or land for my name's sake, will receive a hundredfold and inherit eternal life.
30 But many who are first now will be last, and many who are last will be first.

\c 20
1 For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.
2 After he had agreed with the workers for one denarius a day, he sent them into his vineyard
3 He went out again about the third hour and saw other workers standing idle in the marketplace.
4 To them he said, 'You also, go into the vineyard, and whatever is right I will give you.' So they went to work
5 Again he went out about the sixth hour and again the ninth hour, and did the same.
6 Once more about the eleventh hour he went out and found others standing idle. He said to them, 'Why do you stand here idle all the day long?'
7 They said to him, 'Because no one has hired us.' He said to them, 'You also go into the vineyard.
8 When evening came, the owner of the vineyard said to his manager, 'Call the workers and pay them their wages, beginning from the last to the first.'
9 When the workers who had been hired at the eleventh hour came, each of them received a denarius.
10 When the first workers came, they thought that they would receive more, but they also received one denarius each
11 When they received their wages, they complained about the landowner.
12 They said, 'These last workers have spent only one hour in work, but you have made them equal to us, we who have borne the burden of the day and the scorching heat.
13 But the owner answered and said to one of them, 'Friend, I do you no wrong. Did you not agree with me for one denarius?
14 Take what belongs to you and go your way. I choose to give to these last hired workers just the same as to you
15 Is it not legitimate for me to do what I wish with my own possessions? Or is your eye evil because I am good?'
16 So the last will be first, and the first last."
17 As Jesus was going up to Jerusalem, he took the twelve aside, and on the way he said to them,
18 "See, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and scribes. They will condemn him to death
19 and will deliver him to the Gentiles for them to mock, to flog, and to crucify him. But on the third day he will be raised up.
20 Then the mother of the sons of Zebedee came to Jesus with her sons. She bowed down before him and asked for something from him.
21 Jesus said to her, "What do you wish?" She said to him, "Command that these my two sons may sit, one at your right hand and one at your left hand, in your kingdom.
22 But Jesus answered and said, "You do not know what you are asking. Are you able to drink the cup that I am about to drink?" They said to him, "We are able."
23 He said to them, "My cup you will indeed drink. But to sit at my right hand and at my left hand is not mine to give, but it is for those for whom it has been prepared by my Father."
24 When the other ten disciples heard this, they were very displeased with the two brothers
25 But Jesus called them to himself and said, "You know that the rulers of the Gentiles subjugate them, and their important men exercise authority over them.
26 But it must not be this way among you. Instead, whoever wishes to become great among you must be your servant.
27 And whoever wishes to be first among you must be your servant,
28 just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.
29 As they went out from Jericho, a great crowd followed him.
30 And two blind men were sitting by the road. When they heard that Jesus was passing by, they shouted, "Lord, Son of David, have mercy on us."
31 The crowd rebuked them, telling them to be quiet, but they cried out all the more and said, "Lord, Son of David, have mercy on us.
32 Then Jesus stood still and called to them and said, "What do you wish me to do for you?"
33 They said to him, "Lord, that our eyes may be opened."
34 Then Jesus, being moved with compassion, touched their eyes. Immediately they received their sight and followed him.

\c 21
1 As Jesus and his disciples approached Jerusalem and came to Bethphage, to the Mount of Olives, then Jesus sent two disciples,
2 saying to them, "Go into the next village, and you will immediately find a donkey tied up there, and a colt with her. Untie them and bring them to me.
3 If anyone says anything to you about that, you will say, 'The Lord has need of them,' and that person will immediately send them with you.
4 Now this came about that what was spoken through the prophet might be fulfilled. He said,
5 "Tell the daughter of Zion, 'See, your King is coming to you,  Humble and riding on a donkey, And on a colt, the foal of a donkey.'"
6 Then the disciples went and did just as Jesus had instructed them.
7 They brought the donkey and the colt and put their cloaks on them, and Jesus sat upon the cloaks.
8 Most of the crowd spread their cloaks on the road, and others cut branches from the trees and spread them in the road
9 The crowds that went before Jesus and those that followed, shouted out, saying,  "Hosanna to the son of David! Blessed is the one who comes in the name of the Lord!  Hosanna in the highest!"
10 When Jesus had come into Jerusalem, all the city was stirred and said, "Who is this?"
11 The crowds answered, "This is Jesus the prophet from Nazareth in Galilee.
12 Then Jesus entered the temple. He cast out all those who bought and sold in the temple, and turned over the tables of the money changers and the seats of those who sold doves.
13 He said to them, "It is written, 'My house will be called a house of prayer,' but you make it a den of robbers."
14 Then the blind and the lame came to him in the temple, and he healed them
15 But when the chief priests and the scribes saw the marvelous things that he did, and when they heard the children shouting in the temple and saying, "Hosanna to the son of David," they were moved with resentment.
16 They said to him, "Do you hear what these people are saying?" Jesus said to them, "Yes! But have you never read, 'Out of the mouths of babes and nursing infants you have perfected praise'?"
17 Then Jesus left them and went out of the city to Bethany and spent the night there
18 Now in the morning as he returned to the city, he was hungry.
19 Seeing a fig tree along the roadside, he went to it and found nothing on it except leaves. He said to it, "May there be no fruit from you ever again." And immediately the fig tree dried up.
20 When the disciples saw it, they marveled and said, "How did the fig tree immediately wither away?"
21 Jesus answered and said to them, "Truly I say to you, if you have faith and do not doubt, you will not only do what was done to this fig tree, but you will even say to this hill, 'Be taken up and thrown into the sea,' and it will be done.
22 Whatever you ask for in prayer, believing, you will receive.
23 When Jesus had come into the temple, the chief priests and the elders of the people came to him as he was teaching and said, "By what authority do you do these things? And who gave you this authority?"
24 Jesus answered and said to them, "I also will ask you one question. If you tell me, I will tell you by what authority I do these things
25 The baptism of John—from where did it come? From heaven or from men?" They discussed among themselves, saying, "If we say, 'From heaven,' he will say to us, 'Why then did you not believe him?'
26 But if we say, 'From men,' we fear the crowd, because they all view John as a prophet."
27 Then they answered Jesus and said, " We do not know." He also said to them, "Neither will I tell you by what authority I do these things
28 But what do you think? A man had two sons. He went to the first and said, 'Son, go work today in the vineyard.'
29 The son answered and said, 'I will not,' but afterward he changed his mind and went.
30 And the man went to the second son and said the same thing. This son answered and said, 'I will go, sir,' but he did not go
31 Which of the two sons did his father's will?" They said, "The first one." Jesus said to them, "Truly I say to you, the tax collectors and the prostitutes will enter the kingdom of God before you do.
32 For John came to you in the path of righteousness, but you did not believe him, while the tax collectors and the prostitutes believed him. And you, when you saw that happen, did not even repent later in order to believe him
33 Listen to another parable. There was a man, a landowner. He planted a vineyard, set a hedge about it, dug a winepress in it, built a watchtower, and rented it out to tenant farmers. Then he went into another country.
34 When the time of the fruit harvest approached, he sent some servants to the vine growers to get his fruit
35 But the tenant farmers took his servants, beat one, killed another, and stoned still another.
36 Again, the owner sent other servants, more than the first, but the vine growers treated them in the same way.
37 After that, the owner sent his own son to them, saying, 'They will respect my son.
38 But when the vine growers saw the son, they said among themselves, 'This is the heir. Come, let us kill him and possess the inheritance.'
39 So they took him, threw him out of the vineyard, and killed him
40 Now when the owner of the vineyard comes, what will he do to those vine growers?"
41 They said to him, "He will destroy those miserable men in the most severe way, and will then rent out the vineyard to other vine growers, men who will pay for the grapes when they become ripe.
42 Jesus said to them, "Did you never read in the scriptures, 'The stone which the builders rejected has been made the cornerstone. This was from the Lord, and it is marvelous in our eyes'?
43 Therefore I say to you, the kingdom of God will be taken away from you and will be given to a nation that produces its fruits.
44 Whoever falls on this stone will be broken to pieces. But anyone on whom it falls, will be crushed.
45 When the chief priests and the Pharisees heard his parables, they understood he was speaking about them.
46 Seeking to arrest him, they were afraid of the crowd, because the people regarded him as a prophet.

\c 22
1 Jesus spoke to them again in parables, saying,
2 "The kingdom of heaven is like a certain king who prepared a marriage feast for his son.
3 He sent out his servants to call those who had been invited to come to the marriage feast, but they would not come
4 Again the king sent other servants, saying, 'Tell them who are invited, "See, I have prepared my dinner. My oxen and fattened calves have been killed, and all things are ready. Come to the marriage feast."
5 But those did not pay any attention seriously and they went away, one to his farm, another to his business.
6 The rest seized the king's servants, treated them shamefully, and killed them.
7 But the king was angry. He sent his armies, killed those murderers, and burned their city
8 Then he said to his servants, 'The wedding is ready, but those who were invited were not worthy.
9 Therefore go to the highway crossings and invite as many people to the marriage feast as you can find.'
10 The servants went out to the highways and gathered together all the people they found, both bad and good. So the wedding hall was filled with guests
11 But when the king came in to view the guests, he saw there a man was not dressed in wedding clothes.
12 The king said to him, 'Friend, how did you come in here without wedding clothes?' And the man was speechless
13 Then the king said to the servants, 'Bind this man hand and foot, and throw him into the outer darkness, where there will be weeping and the grinding of teeth.'
14 For many people are called, but few are chosen.
15 Then the Pharisees went and planned how they might entrap Jesus in his own talk.
16 Then they sent to him their disciples, together with the Herodians. They said to Jesus, "Teacher, we know that you are truthful, and that you teach God's way in truth. You care for no one's opinion, and you do not show partiality between people.
17 So tell us, what do you think? Is it lawful to pay taxes to Caesar or not?
18 But Jesus understood their wickedness and said, "Why are you testing me, you hypocrites?
19 Show me the coin for the tax." Then they brought a denarius to him
20 Jesus said to them, "Whose image and name are these?"
21 They said to him, "Caesar's." Then Jesus said to them, "Then give to Caesar the things that are Caesar's, and to God the things that are God's."
22 When they heard it, they marveled. Then they left him and went away
23 On that day some Sadducees, who say there is no resurrection, came to him. They asked him,
24 saying, "Teacher, Moses said, 'If a man dies, having no children, his brother must marry his wife and have children for his brother
25 There were seven brothers. The first married and then died. Having left no children, he left his wife to his brother.
26 Then the second brother did the same thing, then the third, all the way to the seventh brother.
27 After them all, the woman died.
28 Now in the resurrection, whose wife will she be of the seven brothers? For they all had married her.
29 But Jesus answered and said to them, "You are mistaken, because you do not know the scriptures or the power of God.
30 For in the resurrection they neither marry nor are given in marriage. Instead, they are like angels in heaven
31 But concerning the resurrection of the dead, have you not read what was spoken to you by God, saying,
32 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? God is not the God of the dead, but of the living."
33 When the crowds heard this, they were astonished at his teaching
34 But when the Pharisees heard that Jesus had silenced the Sadducees	, they gathered themselves together.
35 One of them, a lawyer, asked him a question, testing him—
36 "Teacher, which is the greatest commandment in the law?
37 Jesus said to him, "'Love the Lord your God with all your heart, with all your soul, and with all your mind.'
38 This is the great and first commandment
39 And a second commandment is like it—'Love your neighbor as yourself.'
40 On these two commandments depend the whole law and the prophets.
41 Now while the Pharisees were still gathered together, Jesus asked them a question.
42 He said, "What do you think about the Christ? Whose son is he?" They said to him, "The son of David.
43 Jesus said to them, "How then does David in the Spirit call him Lord, saying,
44 'The Lord said to my Lord, "Sit at my right hand, until I make your enemies your footstool."'?
45 If David then calls the Christ 'Lord,' how is he David's son?"
46 No one was able to answer him a word, and no man dared ask him any more questions from that day on.

\c 23
1 Then Jesus spoke to the crowds and to his disciples.
2 He said, "The scribes and the Pharisees sit in Moses' seat.
3 Therefore whatever they command you to do, do these things and observe them. But do not imitate their deeds, for they say things but then do not do them. 4 Yes, they bind heavy burdens that are difficult to carry, and then they put them on people's shoulders. But they themselves will not move a finger to carry them.
5 They do all their deeds to be seen by people. For they make their phylacteries wide, and they enlarge the borders of their garments
6 They love the chief places at feasts and the chief seats in the synagogues,
7 and special greetings in the marketplaces, and to be called 'Rabbi' by people
8 But you must not be called 'Rabbi,' for you have only one teacher, and all you are brothers.
9 And call no man on earth your father, for you have only one Father, and he is in heaven.
10 Neither must you be called 'teacher,' for you have only one teacher, the Christ
11 But he who is greatest among you will be your servant.
12 Whoever exalts himself will be humbled. And whoever humbles himself will be exalted
13 But woe to you, scribes and Pharisees, hypocrites! You shut the kingdom of heaven against people. For you do not enter it yourselves, and neither do you allow those about to enter to do so.
14 \f + \ft The best ancient copies omit verse 14 (some copies add the verse after verse 12). \fqa Woe to you, scribes and Pharisees, hypocrites! For you devour widows' houses, while you make a show of long prayers. You will therefore receive greater condemnation. \f*
15 Woe to you, scribes and Pharisees, hypocrites! For you go over sea and land to make one convert. And when he has become one, you make him twice a son of hell as you yourselves are
16 Woe to you, you blind guides, you who say, 'Whoever swears by the temple, it is nothing. But whoever swears by the gold of the temple, he is bound to his oath.'
17 You blind fools! Which is greater, the gold or the temple that has dedicated the gold to God
18 And, 'Whoever swears by the altar, it is nothing. But whoever swears by the gift that is on it, he is bound to his oath.'
19 You blind people! Which is greater, the gift or the altar that dedicates the gift to God
20 Therefore, he who swears by the altar swears by it and by everything on it.
21 And he who swears by the temple swears by it and by him who lives in it.
22 And he who swears by heaven swears by the throne of God and by him who sits on it
23 Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, but you have left undone the weightier matters of the law—justice and mercy and faith. But these you ought to have done and not to have left the other undone.
24 You blind guides, you who strain out a gnat but swallow a camel
25 Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the plate, but inside they are full of greed and self-indulgence.
26 You blind Pharisee! Clean first the inside of the cup and of the plate, so that the outside may become clean also
27 Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which on the outside look beautiful, but on the inside are full of dead men's bones and everything unclean.
28 In the same way, you also outwardly appear righteous to men, but on the inside you are full of hypocrisy and iniquity
29 Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the tombs of the righteous.
30 You say, 'If we had lived in the days of our fathers, we would not have been participants with them in shedding the blood of the prophets.'
31 Therefore you testify against yourselves that you are sons of those who killed the prophets
32 You also fill up the measure of your fathers.
33 You serpents, you offspring of vipers, how will you escape the judgment of hell
34 Therefore, see, I send to you prophets, wise men, and scribes. Some of them you will kill and crucify. And some of them you will whip in your synagogues and chase from city to city.
35 The result is that upon you will come all the righteous blood shed on the earth, from the blood of Abel the righteous to the blood of Zechariah son of Barachiah, whom you killed between the sanctuary and the altar.
36 Truly I say to you, all these things will come upon this generation
37 Jerusalem, Jerusalem, you who kill the prophets and stone those who are sent to you! How often did I long to gather your children together, just as a hen gathers her chicks under her wings, but you were not willing!
38 See, your house is left to you desolate.
39 For I say to you, You will not see me from now on until you say, 'Blessed is he who comes in the name of the Lord.'"

\c 24
1 Jesus went out from the temple and was going on his way. His disciples came to him to point out to him the buildings of the temple.
2 But he answered and said to them, "Do you not see all these things? Truly I say to you, not one stone will be left on another that will not be torn down.
3 As he sat on the Mount of Olives, the disciples came to him privately and said, "Tell us, when will these things happen? What will be the sign of your coming and of the end of the age?"
4 Jesus answered and said to them, "Be careful that no one leads you astray.
5 For many will come in my name. They will say, 'I am the Christ,' and will lead many astray
6 You will hear of wars and reports of wars. See that you are not troubled, for these things must happen; but the end is not yet.
7 For nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.
8 But all these things are only the beginning of birth pains
9 Then they will deliver you up to tribulation and kill you. You will be hated by all the nations for my name's sake.
10 Then many will stumble, and betray one another and hate one another.
11 Many false prophets will rise up and lead many astray
12 Because iniquity will be multiplied, the love of many will grow cold.
13 But he who endures to the end, he will be saved.
14 This gospel of the kingdom will be preached in the whole world as a testimony to all the nations. And then the end will come
15 Therefore, when you see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place (let the reader understand),
16 let those who are in Judea flee to the mountains,
17 let him who is on the housetop not go down to take anything out of his house,
18 and let him who is in the field not return to take his cloak
19 But woe to those who are with child and to those who are nursing infants in those days!
20 Pray that your flight not occur in the winter or on a Sabbath.
21 For there will be great tribulation, such as has not been from the beginning of the world until now, no, nor ever will be again.
22 Unless those days are shortened, no flesh would be saved. But for the sake of the elect, those days will be shortened
23 Then if anyone says to you, 'Look, here is the Christ!' or, 'There is the Christ!' do not believe it.
24 For false Christs and false prophets will come and show great signs and wonders, so as to lead astray, if possible, even the elect.
25 See, I have told you ahead of time
26 Therefore, if they say to you, 'Look, he is in the wilderness,' do not go out to the wilderness. Or, 'See, he is in the inner rooms,' do not believe it.
27 For as the lightning shines out from the east and flashes all the way to the west, so will be the coming of the Son of Man.
28 Wherever a dead animal is, there the vultures will gather
29 But immediately after the tribulation of those days the sun will be darkened, the moon will not give its light, the stars will fall from the sky, and the powers of the heavens will be shaken
30 Then the sign of the Son of Man will appear in the sky, and all the tribes of the earth will mourn. They will see the Son of Man coming on the clouds of the sky with power and great glory.
31 He will send his angels with a great sound of a trumpet, and they will gather together his elect from the four winds, from one end of the sky to the other
32 Learn a lesson from the fig tree. As soon as the branch becomes tender and puts out its leaves, you know that summer is near.
33 So also, when you see all these things, you should know that he is near, at the very gates
34 Truly I say to you, this generation will not pass away until all of these things will have happened.
35 Heaven and the earth will pass away, but my words will never pass away
36 But concerning that day and hour no one knows, not even the angels of heaven, or the Son, but only the Father
37 As the days of Noah were, so will be the coming of the Son of Man.
38 For as in those days before the flood they were eating and drinking, marrying and giving in marriage until the day that Noah entered the ark,
39 and they knew nothing until the flood came and took them all away—so will be the coming of the Son of Man
40 Then two men will be in a field—one will be taken, and one will be left behind.
41 Two women will be grinding with a mill—one will be taken, and one will be left.
42 Therefore be on your guard, for you do not know on what day your Lord will come
43 But know this, that if the master of the house had known in what time of night the thief was coming, he would have been on guard and would not have allowed his house to be broken into.
44 Therefore you must also be ready, for the Son of Man will come at an hour that you do not expect
45 So who is the faithful and wise servant whom his master has set over his household in order to give them their food at the right time?
46 Blessed is that servant whom his master will find doing that when he comes.
47 Truly I say to you that the master will set him over everything that he owns
48 But if an evil servant says in his heart, 'My master has been delayed,'
49 and begins to beat his fellow servants, and eats and drinks with drunkards.
50 The master of that servant will come on a day that the servant does not expect and at an hour that he does not know.
51 His master will cut him in two and make his fate the same as that of the hypocrites, where there will be weeping and gnashing of teeth.

\c 25
1 Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.
2 Five of them were foolish and five were wise.
3 For when the foolish virgins took their lamps, they did not take any oil with them.
4 But the wise virgins took containers of oil along with their lamps
5 Now while the bridegroom was delayed, they all got sleepy and slept.
6 But at midnight there was a cry, 'Look, the bridegroom! Go out and meet him.
7 Then all those virgins rose up and trimmed their lamps.
8 The foolish said to the wise, 'Give us some of your oil because our lamps are going out.'
9 But the wise answered and said, 'Since there will not be enough for us and you, go instead to those who sell and buy some for yourselves.
10 While they went away to buy, the bridegroom came, and those who were ready went with him to the marriage feast, and the door was shut.
11 Afterward the other virgins also came and said, 'Master, master, open for us.'
12 But he answered and said, 'Truly I say to you, I do not know you.'
13 Watch therefore, for you do not know the day or the hour
14 For it is like when a man was about to go into another country. He called his own servants and gave over to them his wealth.
15 To one of them he gave five talents, to another he gave two, and to yet another he gave one talent. Each one received an amount according to his own ability, and that man went on his journey
16 Immediately the one who received the five talents went and invested them, and made another five talents
17 Likewise the one who had received two talents made another two.
18 But the servant who had received one talent went away, dug a hole in the ground, and hid his master's money
19 Now after a long time the master of those servants came back and settled accounts with them.
20 The servant who had received five talents came and he brought another five talents. He said, 'Master, you gave me five talents, see, I have made five talents more.'
21 His master said to him, 'Well done, good and faithful servant! You have been faithful over a few things. I will put you in charge over many things. Enter into the joy of your master.
22 The servant who had received two talents came and said, 'Master, you gave me two talents. See, I have made two more talents.'
23 His master said to him, 'Well done, good and faithful servant! You have been faithful over a few things. I will put you in charge over many things. Enter into the joy of your master.
24 Then the servant who had received one talent came and said, 'Master, I know that you are a strict man. You reap where you did not sow, and you harvest where you did not scatter.
25 I was afraid, so I went away and hid your talent in the ground. See, you have here what belongs to you.
26 But his master answered and said him, 'You wicked and lazy servant, you knew that I reap where I have not sowed and harvest where I have not scattered.
27 Therefore you should have given my money to the bankers, and at my coming I would have received back my own with interest
28 Therefore take away the talent from him and give it to the servant who has ten talents.
29 For to everyone who possesses, more will be given—even more abundantly. But from anyone who does not possess anything, even what he does have will be taken away.
30 Throw the worthless servant into the outer darkness, where there will be weeping and grinding of teeth.
31 When the Son of Man comes in his glory and all the angels with him, then he will sit on his glorious throne.
32 Before him will be gathered all the nations, and he will separate the people one from another, as a shepherd separates the sheep from the goats.
33 He will place the sheep on his right hand, but the goats on his left
34 Then the King will say to those on his right hand, 'Come, you who have been blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.
35 For I was hungry and you gave me food; I was thirsty and you gave me a drink; I was a stranger and you took me in;
36 I was naked and you clothed me; I was sick and you cared for me; I was in prison and you came to me.
37 Then the righteous will answer and say, 'Lord, when did we see you hungry and feed you? Or thirsty and give you a drink?
38 And when did we see you a stranger and take you in? Or naked and clothe you?
39 And when did we see you sick or in prison and come to you?'
40 And the King will answer and say to them, 'Truly I say to you, what you did for one of the least of my brothers here, you did it for me.
41 Then he will say to those on his left hand, 'Depart from me, you cursed, into the eternal fire that has been prepared for the devil and his angels,
42 because I was hungry, but you did not give me food; I was thirsty, but you did not give me a drink;
43 I was a stranger, but you did not take me in; naked, but you did not clothe me; sick and in prison, but you did not care for me.
44 Then they will also answer and say, 'Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not serve you?'
45 Then he will answer them and say, 'Truly I say to you, what you did not do for one of the least of these, you did not do for me.'
46 These will go away into eternal punishment but the righteous into eternal life."

\c 26
1 It came about that when Jesus had finished all these words, he said to his disciples,
2 "You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.
3 Then the chief priests and the elders of the people were gathered together in the palace of the high priest, who was named Caiaphas.
4 They plotted together to arrest Jesus stealthily and kill him.
5 For they were saying, "Not during the feast, so that a riot does not arise among the people.
6 Now while Jesus was in Bethany in the house of Simon the leper,
7 as he was reclining at table, a woman came to him having an alabaster jar of very expensive ointment, and she poured it upon his head.
8 But when his disciples saw it, they became angry and said, "What is the reason for this waste?
9 This could have been sold for a large amount and given to the poor.
10 But Jesus, knowing this, said to them, "Why are you troubling this woman? For she has done a beautiful thing for me.
11 You always have the poor with you, but you will not always have me
12 For when she poured this ointment on my body, she did it for my burial.
13 Truly I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.
14 Then one of the twelve, who was named Judas Iscariot, went to the chief priests
15 and said, "What are you willing to give me to deliver him to you?" They weighed out thirty pieces of silver for him.
16 From that moment he sought an opportunity to deliver him to them
17 Now on the first day of unleavened bread the disciples came to Jesus and said, "Where do you want us to prepare for you to eat the Passover meal?"
18 He said, "Go into the city to a certain man and say to him, 'The Teacher says, "My time is at hand. I will keep the Passover at your house with my disciples."'"
19 The disciples did as Jesus directed them, and they prepared the Passover meal
20 When evening came, he sat down to eat with the twelve disciples.
21 As they were eating, he said, "Truly I say to you that one of you will betray me."
22 They were very sorrowful, and each one began to ask him, "Surely not I, Lord?
23 He answered, "The one who dips his hand with me in the dish is the one who will betray me.
24 The Son of Man will go, just as it is written about him. But woe to that man by whom the Son of Man is betrayed! It would be better for that man if he had not been born."
25 Judas, who would betray him said, "Is it I, Rabbi?" He said to him, "You have said it yourself.
26 As they were eating, Jesus took bread, blessed it, and broke it. He gave it to the disciples and said, "Take, eat. This is my body.
27 He took a cup and gave thanks, and gave it to them and said, "Drink it, all of you.
28 For this is my blood of the covenant that is poured out for many for the forgiveness of sins.
29 But I say to you, I will not drink again of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom.
30 When they had sung a hymn, they went out to the Mount of Olives.
31 Then Jesus said to them, "All of you will fall away tonight because of me, for it is written,  'I will strike the shepherd  and the sheep of the flock will be scattered.'
32 But after I am raised up, I will go ahead of you into Galilee.
33 But Peter said to him, "Even if all fall away because of you, I will never fall away."
34 Jesus said to him, "Truly I say to you, this very night before the rooster crows, you will deny me three times."
35 Peter said to him, "Even if I must die with you, I will not deny you." And all the other disciples said the same thing
36 Then Jesus went with them to a place called Gethsemane and said to his disciples, "Sit here while I go over there and pray."
37 He took Peter and the two sons of Zebedee with him and began to become sorrowful and troubled.
38 Then he said to them, "My soul is deeply sorrowful, even to death. Remain here and watch with me.
39 He went a little farther, fell on his face, and prayed. He said, "My Father, if it is possible, let this cup pass from me. Yet, not as I will, but as you will."
40 He came to the disciples and found them sleeping, and he said to Peter, "What, could you not watch with me for one hour?
41 Watch and pray that you do not enter into temptation. The spirit indeed is willing, but the flesh is weak.
42 He went away a second time and prayed, he said, "My Father, if this cannot pass away unless I drink it, your will be done."
43 He came again and found them sleeping, for their eyes were heavy.
44 Then he left them again and went away. He prayed a third time and said the same words
45 Then Jesus came to the disciples and said to them, "Are you still sleeping and taking your rest? Look, the hour is at hand, and the Son of Man is being betrayed into the hands of sinners.
46 Arise, let us go. Look, the one who is betraying me is near.
47 While he was still speaking, Judas, one of the twelve, came. A large crowd came with him from the chief priests and elders of the people. They came with swords and clubs.
48 Now the man who was going to betray Jesus had given them a signal, saying, "Whomever I kiss, he is the one. Seize him.
49 Immediately he came up to Jesus and said, "Greetings, Rabbi!" And he kissed him.
50 Jesus said to him, "Friend, do what you have come to do." Then they came, laid hands on Jesus, and seized him
51 Behold, one of those who was with Jesus stretched out his hand, drew his sword, and struck the servant of the high priest, and cut off his ear.
52 Then Jesus said to him, "Put your sword back in its place, for all those who take up the sword will perish by the sword.
53 Do you think that I could not call upon my Father, and he would send me more than twelve legions of angels?
54 But how then would the scriptures be fulfilled, that this must happen?
55 At that time Jesus said to the crowd, "Have you come out with swords and clubs to seize me like a robber? I sat daily in the temple teaching, and you did not arrest me.
56 But all this has happened so that the writings of the prophets might be fulfilled." Then all the disciples left him and fled
57 Those who had seized Jesus led him away to Caiaphas the high priest, where the scribes and the elders had gathered together.
58 But Peter followed him from a distance to the courtyard of the high priest. He went inside and sat down with the guards to see the outcome
59 Now the chief priests and the whole council were looking for false testimony against Jesus, so that they might put him to death.
60 They did not find any, even though many false witnesses came forward. But later two came forward
61 and said, "This man said, 'I am able to destroy the temple of God and rebuild it in three days.'
62 The high priest stood up and said to him, "Do you have no answer? What is it that they are testifying against you?"
63 But Jesus was silent. The high priest said to him, "I command you by the living God, tell us whether you are the Christ, the Son of God."
64 Jesus replied to him, "You have said it yourself. But I tell you, from now on you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of heaven.
65 Then the high priest tore his clothes and said, "He has spoken blasphemy! Why do we still need witnesses? Look, now you have heard the blasphemy.
66 What do you think?" They answered and said, "He is worthy of death.
67 Then they spat in his face and beat him, and struck him with the palms of their hands,
68 and said, "Prophesy to us, you Christ. Who is it that struck you?
69 Now Peter was sitting outside in the courtyard, and a servant girl came to him and said, "You were also with Jesus of Galilee."
70 But he denied it in front of them all, saying, "I do not know what you are talking about.
71 When he went out to the gateway, another servant girl saw him and said to those there, "This man was also with Jesus of Nazareth."
72 And he denied again with an oath, "I do not know the man.
73 After a little while those who were standing by came and said to Peter, "Surely you are also one of them, for your accent gives you away."
74 Then he began to curse and swear, "I do not know the man," and immediately a rooster crowed.
75 Peter remembered the words that Jesus had said, "Before the rooster crows you will deny me three times." Then he went outside and wept bitterly.

\c 27
1 Now when morning came, all the chief priests and elders of the people plotted against Jesus to put him to death.
2 They bound him, led him away, and delivered him to Pilate the governor
3 Then when Judas, who had betrayed him, saw that Jesus had been condemned, he repented and returned the thirty pieces of silver to the chief priests and elders,
4 and said, "I have sinned by betraying innocent blood." But they said, "What is that to us? See to that yourself."
5 Then he threw down the pieces of silver in the temple, and departed, and went out and hanged himself
6 The chief priests took the pieces of silver and said, "It is not lawful to put this into the treasury, because it is the price of blood."
7 They discussed the matter together and with the money bought the potter's field in which to bury strangers.
8 For this reason that field has been called, "The Field of Blood" to this day
9 Then that which had been spoken by Jeremiah the prophet was fulfilled, saying, "They took the thirty pieces of silver, the price set on him by the people of Israel,
10 and they gave it for the potter's field, as the Lord had directed me.
11 Now Jesus stood before the governor, and the governor asked him, "Are you the King of the Jews?" Jesus answered him, "You say so."
12 But when he was accused by the chief priests and elders, he answered nothing.
13 Then Pilate said to him, "Do you not hear all the charges against you?"
14 But he did not answer even one word, so that the governor was greatly amazed
15 Now at the feast it was the custom of the governor to release one prisoner chosen by the crowd.
16 At that time they had a notorious prisoner named Barabbas
17 So when they were gathered together, Pilate said to them, "Who do you want me to release for you? Barabbas, or Jesus who is called Christ?"
18 Because he knew that they had handed him over because of envy.
19 While he was sitting on the judgment seat, his wife sent word to him and said, "Have nothing to do with that innocent man. For I have suffered a great deal today in a dream because of him.
20 Now the chief priests and the elders persuaded the crowd to ask for Barabbas, and have Jesus killed.
21 The governor asked them, "Which of the two do you want me to release to you?" They said, "Barabbas."
22 Pilate said to them, "What should I do with Jesus who is called Christ?" They all answered, "Crucify him.
23 And he said, "Why, what crime has he done?" But they cried out even louder, "Crucify him."
24 So when Pilate saw that he could not do anything, but instead a riot was starting, he took water, washed his hands in front of the crowd, and said, "I am innocent of the blood of this innocent man. See to it yourselves.
25 All the people said, "May his blood be on us and our children."
26 Then he released Barabbas to them, but he scourged Jesus and handed him over to be crucified
27 Then the soldiers of the governor took Jesus into the Praetorium and gathered the whole company of soldiers.
28 They stripped him and put a scarlet robe on him.
29 Then they made a crown of thorns and put it on his head, and placed a staff in his right hand. They knelt down before him and mocked him, saying, "Hail, King of the Jews!
30 And they spat on him, and they took the staff and struck him on the head.
31 When they had mocked him, they took the robe off him and put his own garments on him, and led him away to crucify him
32 As they came out, they found a man from Cyrene named Simon, whom they forced to go with them so that he might carry his cross.
33 They came to a place called Golgotha, which means "The Place of a Skull."
34 They gave him wine to drink mixed with gall. But when he tasted it, he would not drink
35 When they had crucified him, they divided up his garments by casting lots.
36 And they sat and watched him.
37 Above his head they put the charge against him, which read "This is Jesus, the king of the Jews.
38 Two robbers were crucified with him, one on the right of him and one on the left.
39 Those who passed by insulted him, shaking their heads
40 and saying, "You who were going to destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!
41 In the same way the chief priests were mocking him, along with the scribes and elders, and said,
42 "He saved others, but he cannot save himself. He is the King of Israel. Let him come down off the cross, and then we will believe in him
43 He trusts in God. Let God rescue him now if he wants to, because he said, 'I am the Son of God.'"
44 And the robbers who were crucified with him also spoke the same insults to him
45 Now from the sixth hour darkness came over the whole land until the ninth hour.
46 About the ninth hour, Jesus cried with a loud voice and said, "Eli, Eli, lama sabachthani?" which means, "My God, my God, why have you forsaken me?"
47 When some of those who were standing there heard it, they said, "He is calling for Elijah.
48 Immediately one of them ran and took a sponge, filled it with sour wine, put it on a reed staff, and gave it to him to drink.
49 The rest of them said, "Leave him alone. Let us see whether Elijah comes to save him."
50 Then Jesus cried out again with a loud voice and gave up his spirit
51 Behold, the curtain of the temple was split in two from the top to the bottom. And the earth shook, and the rocks split apart.
52 The tombs were opened, and the bodies of many godly people who had fallen asleep were raised.
53 They came out of the tombs after his resurrection, entered the holy city, and appeared to many
54 Now when the centurion and those who were watching Jesus saw the earthquake and the things that had happened, they became very afraid and said, "Truly this was the Son of God."
55 Many women who had followed Jesus from Galilee to care for him were there looking on from a distance.
56 Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of the sons of Zebedee
57 When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus.
58 He approached Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to him
59 Joseph took the body, wrapped it in a clean linen cloth,
60 and laid it in his own new tomb that he had cut into the rock. Then he rolled a large stone against the door of the tomb and went away.
61 Mary Magdalene and the other Mary were there, sitting opposite the tomb
62 The next day, which was the day after the Preparation, the chief priests and the Pharisees were gathered together with Pilate.
63 They said, "Sir, we remember that when that deceiver was alive, he said, 'After three days will I rise again.'
64 Therefore command that the tomb be made secure until the third day. Otherwise his disciples may come and steal him and say to the people, 'He has risen from the dead ones.' And the last deception will be worse than the first.
65 Pilate said to them, "Take a guard. Go and make it as secure as you can."
66 So they went and made the tomb secure, sealing the stone and placing the guard.

\c 28
1 Now late on the Sabbath, as it began to dawn toward the first day of the week, Mary Magdalene and the other Mary came to see the tomb.
2 Behold, there was a great earthquake, for an angel of the Lord descended from heaven, came and rolled away the stone, and sat on it
3 His appearance was like lightning, and his clothing as white as snow.
4 The guards shook with fear and became like dead men
5 The angel addressed the women and said to them, "Do not be in terror, for I know that you seek Jesus, who has been crucified.
6 He is not here, but is risen, just as he said. Come see the place where the Lord lay.
7 Go quickly and tell his disciples, 'He has risen from the dead ones. See, he is going ahead of you to Galilee. There you will see him.' See, I have told you.
8 The women quickly left the tomb with fear and great joy, and ran to tell his disciples.
9 Behold, Jesus met them and said, "All hail." The women came, took hold of his feet, and worshiped him.
10 Then Jesus said to them, "Do not be afraid. Go tell my brothers to leave for Galilee. There they will see me.
11 Now while the women were going, behold, some of the guards went into the city and told the chief priests all the things that had happened.
12 When the priests had met with the elders and discussed the matter with them, they gave a large amount of money to the soldiers
13 and told them, "Say to others, 'Jesus' disciples came by night and stole his body while we were sleeping.
14 If this report reaches the governor, we will persuade him and take any worries away from you."
15 So the soldiers took the money and did as they had been instructed. This report spread widely among the Jews and continues even today.
16 But the eleven disciples went to Galilee, to the mountain to which Jesus had directed them.
17 When they saw him, they worshiped him, but some doubted
18 Jesus came to them and spoke to them and said, "All authority has been given to me in heaven and on earth.
19 Go therefore and make disciples of all the nations. Baptize them into the name of the Father, of the Son, and of the Holy Spirit
20 Teach them to obey all the things that I have commanded you. And see, I am with you always, even to the end of the world."
`

var correctionsSource = `Βίβλος
γενέσεως
Ἰησοῦ
Χριστοῦ
υἱοῦ
Δαυὶδ
υἱοῦ
Ἀβραάμ

Ἀβραὰμ
ἐγέννησεν
τὸν Ἰσαάκ
δὲ
Ἰσαὰκ
ἐγέννησεν
τὸν Ἰακώβ
Ἰακὼβ
δὲ
ἐγέννησεν
τὸν Ἰούδαν
καὶ
τοὺς ἀδελφοὺς
αὐτοῦ`

var correctionsTarget = `The book of
the genealogy of
Jesus
Christ
son of
David
son of
Abraham

Abraham
begat
Isaac
and
Isaac
begat
Jacob
Jacob
and
begat
Judah
and
brothers
his`

class CorpusForm extends React.Component {
  constructor(props) {
    super(props)
    this.state = {
      trainingProgress: 0,
      aligningProgress: 0,
      alignments: [],
      corpusSource: corpusSource,
      corpusTarget: corpusTarget,
      correctionsSource: correctionsSource,
      correctionsTarget: correctionsTarget,
      options: options.get('Client')
    }

    this.handleCorpusSourceChange = this.handleCorpusSourceChange.bind(this)
    this.handleCorpusTargetChange = this.handleCorpusTargetChange.bind(this)
    this.handleCorrectionsSourceChange = this.handleCorrectionsSourceChange.bind(this)
    this.handleCorrectionsTargetChange = this.handleCorrectionsTargetChange.bind(this)
    this.handleOptionsGlobalChange = this.handleOptionsGlobalChange.bind(this)
    this.handleOptionsAlignChange = this.handleOptionsAlignChange.bind(this)
    this.handleSubmit = this.handleSubmit.bind(this)
  }

  handleCorpusSourceChange(event) {
    this.setState({corpusSource: event.target.value})
  }
  handleCorpusTargetChange(event) {
    this.setState({corpusTarget: event.target.value})
  }
  handleCorrectionsSourceChange(event) {
    this.setState({correctionsSource: event.target.value})
  }
  handleCorrectionsTargetChange(event) {
    this.setState({correctionsTarget: event.target.value})
  }
  handleOptionsGlobalChange(event) {
    var options = this.state.options
    options.global = JSON.parse(event.target.value)
    this.setState({options: options})
  }
  handleOptionsAlignChange(event) {
    var options = this.state.options
    options.align = JSON.parse(event.target.value)
    this.setState({options: options})
  }

  handleSubmit(event) {
    event.preventDefault()
    console.log(this.state)
    var _this = this
    tact.corpus.pivot(_this.state.corpusSource.split('\n'), _this.state.corpusTarget.split('\n'), function(corpus) {
      tact.corpus.pivot(_this.state.correctionsSource.split('\n'), _this.state.correctionsTarget.split('\n'), function(corrections) {
        var training = new tact.Training(_this.state.options, corpus, corrections)
        var aligning = new tact.Aligning(_this.state.options)
        function progress(percent) {
          // console.log(percent)
        }
        _this.setState({trainingProgress: 0})
        _this.setState({aligningProgress: 0})
        training.train(
          function(percent) {
            if (percent != _this.state.trainingProgress) {
              _this.setState({trainingProgress: percent})
            }
          },
          progress,
          function() { console.log('corpus complete') },
          function() { console.log('corrections complete') },
          function() {
            console.log('training complete')
            training.phraseTable.table.sourceIndex(function(sourceIndex) {
              console.log('sourceIndex: ', sourceIndex)
            })
            training.phraseTable.table.targetIndex(function(targetIndex) {
              console.log('targetIndex: ', targetIndex)
            })
            aligning.align(corpus.slice(0,20),
              function(percent) {
                if (percent != _this.state.aligningProgress) {
                  _this.setState({aligningProgress: percent})
                }
              },
              function(alignments) {
                console.log(alignments)
                _this.setState({alignments: alignments})
              }
            )
          }
        )
      })
    })
  }

  render() {
    return (
      <form onSubmit={this.handleSubmit}>
        <Grid>
          <Row>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="sourceCorpus">
                <ControlLabel>Source Lines:</ControlLabel>
                <FormControl componentClass="textarea" value={this.state.corpusSource} onChange={this.handleCorpusSourceChange} />
              </FormGroup>
            </Col>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="targetCorpus">
                <ControlLabel>Target Lines:</ControlLabel>
                <FormControl componentClass="textarea" value={this.state.corpusTarget} onChange={this.handleCorpusTargetChange} />
              </FormGroup>
            </Col>
          </Row>
          <Row>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="sourceCorrections">
                <ControlLabel>Source Corrections:</ControlLabel>
                <FormControl componentClass="textarea" value={this.state.correctionsSource} onChange={this.handleCorrectionsSourceChange} />
              </FormGroup>
            </Col>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="targetCorrections">
                <ControlLabel>Target Corrections:</ControlLabel>
                <FormControl componentClass="textarea" value={this.state.correctionsTarget} onChange={this.handleCorrectionsTargetChange} />
              </FormGroup>
            </Col>
          </Row>
          <Row>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="sourceCorrections">
                <ControlLabel>Global Options:</ControlLabel>
                <FormControl componentClass="textarea" value={JSON.stringify(this.state.options.global, null, 2)} onChange={this.handleOptionsGlobalChange} />
              </FormGroup>
            </Col>
            <Col xs={6} md={4}>
              <FormGroup bsSize="small" controlId="targetCorrections">
                <ControlLabel>Align Options:</ControlLabel>
                <FormControl componentClass="textarea" value={JSON.stringify(this.state.options.align, null, 2)} onChange={this.handleOptionsAlignChange} />
              </FormGroup>
            </Col>
          </Row>
        </Grid>
        <FormGroup controlId="submit">
          <input type="submit" value="Submit" />
        </FormGroup>
        <FormGroup controlId="progress">
          <ControlLabel>Progress:</ControlLabel>
          <Progress training={this.state.trainingProgress} aligning={this.state.aligningProgress} />
        </FormGroup>
        <AlignmentsList alignments={this.state.alignments} />
      </form>
    )
  }
}
module.exports = CorpusForm
